-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 10, 2021 at 12:21 AM
-- Server version: 10.4.19-MariaDB
-- PHP Version: 7.3.28

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `shaqra_laravel`
--

-- --------------------------------------------------------

--
-- Table structure for table `answers`
--

CREATE TABLE `answers` (
  `id` int(4) NOT NULL,
  `user_id` int(4) NOT NULL,
  `student_id` int(4) NOT NULL,
  `student_questionairs_id` int(4) NOT NULL,
  `date` timestamp NOT NULL DEFAULT current_timestamp(),
  `question` varchar(200) NOT NULL,
  `answer` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `answers`
--

INSERT INTO `answers` (`id`, `user_id`, `student_id`, `student_questionairs_id`, `date`, `question`, `answer`) VALUES
(1, 1, 1, 3, '2021-07-05 10:47:50', 'الاسم رباعي', 'الاسم رباعي'),
(2, 1, 1, 5, '2021-07-07 22:19:48', 'mmjj', 'mmjj'),
(3, 1, 1, 6, '2021-07-09 19:06:40', 'fgfgf', 'fgfgf'),
(4, 1, 1, 7, '2021-07-09 19:09:31', 'fsdfds', 'fsdfds'),
(5, 1, 2, 8, '2021-07-09 19:27:21', 'hdhgdh', 'hdhgdh'),
(6, 1, 1, 9, '2021-07-09 22:22:21', 'question text?', 'answer text'),
(10, 1, 3, 11, '2021-07-09 22:30:35', '0', '0'),
(11, 1, 3, 11, '2021-07-09 22:30:35', '1', '1'),
(12, 1, 3, 11, '2021-07-09 22:30:35', '2', '2'),
(13, 1, 3, 12, '2021-07-09 22:42:19', 'question text?', 'عادل م'),
(14, 1, 3, 12, '2021-07-09 22:42:19', 'question2 text?', 'امدر'),
(15, 1, 3, 12, '2021-07-09 22:42:19', 'question3 text?', 'rabbit'),
(16, 1, 1, 13, '2021-07-16 09:47:40', 'question text?', 'erer'),
(17, 1, 1, 13, '2021-07-16 09:47:40', 'question text?', 'erer'),
(18, 1, 1, 13, '2021-07-16 09:47:40', 'question text?', 'erer'),
(19, 1, 1, 14, '2021-07-16 09:48:13', 'question text?', 'ffhfgh'),
(20, 1, 1, 14, '2021-07-16 09:48:13', 'question text?', 'ffhfgh'),
(21, 1, 1, 14, '2021-07-16 09:48:14', 'question text?', 'ffhfgh'),
(22, 1, 1, 15, '2021-07-16 15:58:49', 'question text?', 'عادل مبا احمد'),
(23, 1, 1, 15, '2021-07-16 15:58:49', 'question2 text?', 'امدرر'),
(24, 1, 1, 15, '2021-07-16 15:58:49', 'question3 text?', 'rabbit'),
(25, 1, 1, 20, '2021-07-18 14:16:06', 'المستوي', 'االثاني'),
(26, 1, 1, 20, '2021-07-18 14:16:06', 'إسم الطالبة', 'ميادة مبارك'),
(27, 1, 1, 20, '2021-07-18 14:16:06', 'الرقم الجامعي', 'sn-2006-525-586'),
(28, 1, 1, 21, '2021-07-18 14:32:18', 'المستوي', 'الرابع'),
(29, 1, 1, 21, '2021-07-18 14:32:18', 'إسم الطالبة', 'ميادة مبارك عثمان'),
(30, 1, 1, 21, '2021-07-18 14:32:18', 'الرقم الجامعي', 'sn-2006-123456'),
(31, 1, 1, 22, '2021-07-18 14:34:44', 'المستوي', 'الثالث'),
(32, 1, 1, 22, '2021-07-18 14:34:44', 'إسم الطالبة', 'يبش'),
(33, 1, 1, 22, '2021-07-18 14:34:44', 'الرقم الجامعي', 'بيسلسي'),
(34, 1, 1, 22, '2021-07-18 14:34:44', 'التخصص', 'بلس'),
(35, 1, 1, 22, '2021-07-18 14:34:44', 'إسم المقرر ورمزه', 'بلسيب'),
(36, 1, 1, 22, '2021-07-18 14:34:44', 'عدد الساعات', 'بلبي'),
(37, 1, 1, 22, '2021-07-18 14:34:44', 'رقم الشعبة', 'بيليس'),
(38, 1, 1, 22, '2021-07-18 14:34:44', 'إسم المقرر ورمزه', 'بيل'),
(39, 1, 1, 22, '2021-07-18 14:34:45', 'عدد الساعات', 'بلسب'),
(40, 1, 1, 22, '2021-07-18 14:34:45', 'رقم الشعبة', 'بلسب'),
(41, 1, 1, 22, '2021-07-18 14:34:45', 'المرشد الاكاديمي', 'بسيل'),
(42, 1, 1, 22, '2021-07-18 14:34:45', 'حالة الطلب', 'بيلس'),
(43, 1, 1, 23, '2021-07-18 14:44:54', 'المستوي', 'الاول'),
(44, 1, 1, 23, '2021-07-18 14:44:54', 'إسم الطالبة', 'بشسيب'),
(45, 1, 1, 23, '2021-07-18 14:44:54', 'الرقم الجامعي', 'سيبسشيب'),
(46, 1, 1, 23, '2021-07-18 14:44:54', 'التخصص', 'يبيسبثقفقف'),
(47, 1, 1, 23, '2021-07-18 14:44:54', '(حذف)إسم المقرر ورمزه', 'ذبثقفقثف'),
(48, 1, 1, 23, '2021-07-18 14:44:54', 'عدد الساعات (حذف)', '4'),
(49, 1, 1, 23, '2021-07-18 14:44:54', '(حذف)رقم الشعبة', '5'),
(50, 1, 1, 23, '2021-07-18 14:44:54', 'إسم المقرر ورمزه (إضافة)', 'ب بيسبيس'),
(51, 1, 1, 23, '2021-07-18 14:44:54', 'عدد(إضافة) الساعات', '22'),
(52, 1, 1, 23, '2021-07-18 14:44:54', '(إضافة)رقم الشعبة', '1'),
(53, 1, 1, 23, '2021-07-18 14:44:54', 'المرشد الاكاديمي', 'ب بيسبيس ب'),
(54, 1, 1, 23, '2021-07-18 14:44:54', 'حالة الطلب', 'تم'),
(55, 1, 1, 24, '2021-07-18 15:22:01', 'المستوي', 'الاول'),
(56, 1, 1, 24, '2021-07-18 15:22:01', 'إسم الطالبة', 'fsd'),
(57, 1, 1, 24, '2021-07-18 15:22:01', 'الرقم الجامعي', 'dsf'),
(58, 1, 1, 24, '2021-07-18 15:22:01', 'التخصص', 'dfsad'),
(59, 1, 1, 24, '2021-07-18 15:22:01', 'إسم المقرر ورمزه-', 'dsf'),
(60, 1, 1, 24, '2021-07-18 15:22:01', 'عدد الساعات (حذف)', 'dsfsa'),
(61, 1, 1, 24, '2021-07-18 15:22:01', '(حذف)رقم الشعبة', 'dfas'),
(62, 1, 1, 24, '2021-07-18 15:22:01', 'إسم المقرر ورمزه (إضافة)', 'dsf'),
(63, 1, 1, 24, '2021-07-18 15:22:01', 'عدد(إضافة) الساعات', 'dfdfw'),
(64, 1, 1, 24, '2021-07-18 15:22:01', '(إضافة)رقم الشعبة', 'dsf'),
(65, 1, 1, 24, '2021-07-18 15:22:02', 'المرشد الاكاديمي', 'fdsf'),
(66, 1, 1, 24, '2021-07-18 15:22:02', 'حالة الطلب', 'ffd'),
(67, 1, 1, 25, '2021-07-18 15:24:16', 'المستوي', 'الاول'),
(68, 1, 1, 25, '2021-07-18 15:24:16', 'إسم الطالبة', 'fgsd'),
(69, 1, 1, 25, '2021-07-18 15:24:16', 'الرقم الجامعي', 'fdgqfg'),
(70, 1, 1, 25, '2021-07-18 15:24:16', 'التخصص', 'gfd'),
(71, 1, 1, 25, '2021-07-18 15:24:17', 'إسم المقرر- ورمزه', 'ffdg'),
(72, 1, 1, 25, '2021-07-18 15:24:17', 'عدد الساعات (حذف)', 'fdg'),
(73, 1, 1, 25, '2021-07-18 15:24:17', '(حذف)رقم الشعبة', 'gfg'),
(74, 1, 1, 25, '2021-07-18 15:24:17', 'إسم المقرر ورمزه +', 'fdg'),
(75, 1, 1, 25, '2021-07-18 15:24:17', 'عدد(إضافة) الساعات', 'gf'),
(76, 1, 1, 25, '2021-07-18 15:24:17', '(إضافة)رقم الشعبة', 'fg'),
(77, 1, 1, 25, '2021-07-18 15:24:17', 'المرشد الاكاديمي', 'fg'),
(78, 1, 1, 25, '2021-07-18 15:24:17', 'حالة الطلب', 'gf'),
(79, 1, 1, 26, '2021-07-18 15:26:22', 'المستوي', 'الاول'),
(80, 1, 1, 26, '2021-07-18 15:26:22', 'إسم الطالبة', 'dsfd'),
(81, 1, 1, 26, '2021-07-18 15:26:22', 'الرقم الجامعي', 'ewer'),
(82, 1, 1, 26, '2021-07-18 15:26:22', 'التخصص', 'fsd'),
(83, 1, 1, 26, '2021-07-18 15:26:22', 'إسم المقرر ورمزه-', 'dfds'),
(84, 1, 1, 26, '2021-07-18 15:26:22', 'عدد الساعات (حذف)', 'dsf'),
(85, 1, 1, 26, '2021-07-18 15:26:22', '(حذف)رقم الشعبة', 'dsf'),
(86, 1, 1, 26, '2021-07-18 15:26:23', 'إسم المقرر ورمزه+', 'dsfds'),
(87, 1, 1, 26, '2021-07-18 15:26:23', 'عدد(إضافة) الساعات', 'sdfsd'),
(88, 1, 1, 26, '2021-07-18 15:26:23', '(إضافة)رقم الشعبة', 'dsf'),
(89, 1, 1, 26, '2021-07-18 15:26:23', 'المرشد الاكاديمي', 'df'),
(90, 1, 1, 26, '2021-07-18 15:26:23', 'حالة الطلب', 'dsf'),
(91, 1, 2, 27, '2021-07-18 18:27:09', 'المستوي', 'الثالث'),
(92, 1, 2, 27, '2021-07-18 18:27:09', 'إسم الطالبة', 'ميادة مبارك عثمان2'),
(93, 1, 2, 27, '2021-07-18 18:27:09', 'الرقم الجامعي', '021-255-6666'),
(94, 1, 2, 27, '2021-07-18 18:27:09', 'التخصص', 'هندسة الب'),
(95, 1, 2, 27, '2021-07-18 18:27:09', 'إسم المقرر ورمزه-', 'قواعد البياات'),
(96, 1, 2, 27, '2021-07-18 18:27:10', 'عدد الساعات (حذف)', '2'),
(97, 1, 2, 27, '2021-07-18 18:27:10', '(حذف)رقم الشعبة', '1'),
(98, 1, 2, 27, '2021-07-18 18:27:10', 'إسم المقرر ورمزه+', 'هندسة البرمج'),
(99, 1, 2, 27, '2021-07-18 18:27:10', 'عدد(إضافة) الساعات', '2'),
(100, 1, 2, 27, '2021-07-18 18:27:10', '(إضافة)رقم الشعبة', '2'),
(101, 1, 2, 27, '2021-07-18 18:27:10', 'المرشد الاكاديمي', 'المرشد'),
(102, 1, 2, 27, '2021-07-18 18:27:10', 'حالة الطلب', 'تم'),
(103, 1, 2, 28, '2021-07-29 06:58:25', 'إسم الطالب', 'عادل مبا احمد'),
(104, 1, 2, 28, '2021-07-29 06:58:25', 'القسم', 'قسم هندسة البرمج'),
(105, 1, 2, 28, '2021-07-29 06:58:25', 'المستوي', '4'),
(106, 1, 2, 28, '2021-07-29 06:58:26', 'الرقم الجامعي', '1245789-96'),
(107, 1, 2, 28, '2021-07-29 06:58:26', 'البريد الإلكتروني', 'adil@d.k'),
(108, 1, 2, 28, '2021-07-29 06:58:26', 'رقم الجوال', '2021'),
(109, 1, 2, 28, '2021-07-29 06:58:26', 'الرقم المنزل', 'مبارك احمد'),
(110, 1, 2, 28, '2021-07-29 06:58:26', 'سنة الإلتحاق بالجامعة', 'اب'),
(111, 1, 2, 28, '2021-07-29 06:58:26', 'إسم ولي الامر', '01111111'),
(112, 1, 2, 28, '2021-07-29 06:58:26', 'صلة قرابة ولي الامر بالطالب', 'عادل مبا احمد'),
(113, 1, 2, 28, '2021-07-29 06:58:26', 'رقم ولي الامر', '-'),
(114, 1, 2, 28, '2021-07-29 06:58:26', 'رقم اقرب شخص بالطالب', 'لا'),
(115, 1, 2, 29, '2021-07-29 07:05:05', 'إسم الطالب', 'ميادة مبارك2'),
(116, 1, 2, 29, '2021-07-29 07:05:06', 'القسم', 'هندسة'),
(117, 1, 2, 29, '2021-07-29 07:05:06', 'المستوي', '2'),
(118, 1, 2, 29, '2021-07-29 07:05:06', 'الرقم الجامعي', '32323232'),
(119, 1, 2, 29, '2021-07-29 07:05:06', 'البريد الإلكتروني', 'adil@ff.k'),
(120, 1, 2, 29, '2021-07-29 07:05:06', 'رقم الجوال', '1222222'),
(121, 1, 2, 29, '2021-07-29 07:05:06', 'الرقم المنزل', '222'),
(122, 1, 2, 29, '2021-07-29 07:05:06', 'سنة الإلتحاق بالجامعة', '2011'),
(123, 1, 2, 29, '2021-07-29 07:05:06', 'إسم ولي الامر', 'عادل مبا احمد'),
(124, 1, 2, 29, '2021-07-29 07:05:06', 'صلة قرابة ولي الامر بالطالب', 'اب'),
(125, 1, 2, 29, '2021-07-29 07:05:06', 'رقم ولي الامر', '45454545'),
(126, 1, 2, 29, '2021-07-29 07:05:06', 'رقم اقرب شخص بالطالب', 'عادل مبا احمد'),
(127, 1, 2, 29, '2021-07-29 07:05:06', 'لا توجد مشكلة', '-'),
(128, 1, 2, 29, '2021-07-29 07:05:06', 'لأخري', 'لا'),
(129, 1, 2, 29, '2021-07-29 07:05:06', 'لهل يوجد مرض مزمن ويحتاج الي عناية خاصة', '-'),
(130, 1, 2, 29, '2021-07-29 07:05:06', 'طرقة التعامل مع المرض', '-'),
(131, 1, 2, 29, '2021-07-29 07:05:06', 'الاسعافات الاولية', 'الابوين'),
(132, 1, 2, 29, '2021-07-29 07:05:07', 'ايعيش الطالب مع', '12'),
(133, 1, 2, 29, '2021-07-29 07:05:07', 'عدد افراد الاسرة', '5'),
(134, 1, 2, 29, '2021-07-29 07:05:07', 'ترتيب الطالب/ة بين الاخوان/ الاخوات', 'لا'),
(135, 1, 2, 29, '2021-07-29 07:05:07', 'هل  الوالد علي قيد الحياة', 'نعم'),
(136, 1, 2, 29, '2021-07-29 07:05:07', 'هل  الوالده علي قيد الحياة', 'لا توجد مشكلة'),
(137, 1, 2, 29, '2021-07-29 07:05:07', 'المستوي التعليمي للام', 'لا توجد مشكلة'),
(138, 1, 2, 29, '2021-07-29 07:05:07', 'المستوي التعليمي للاب', '60'),
(139, 1, 2, 29, '2021-07-29 07:05:07', 'عمر الاب', '52'),
(140, 1, 2, 29, '2021-07-29 07:05:07', 'عمر الام', 'لا توجد مشكلة'),
(141, 1, 2, 29, '2021-07-29 07:05:07', 'الحالة الاقتصادية', 'لا توجد مشكلة'),
(142, 1, 2, 29, '2021-07-29 07:05:07', 'نوع السكن', 'ن'),
(143, 1, 2, 29, '2021-07-29 07:05:07', 'هل للطالب/ة غرفة مستقلة', 'ن'),
(144, 1, 2, 29, '2021-07-29 07:05:07', 'هل يعمل الطالب  مع الدراسة', 'دائما'),
(145, 1, 2, 29, '2021-07-29 07:05:07', 'لاندماج مع الجماعة بسهولة', 'دائما'),
(146, 1, 2, 29, '2021-07-29 07:05:07', 'لالمقدرة علي ضبط الانفعالات', 'دائما'),
(147, 1, 2, 29, '2021-07-29 07:05:07', 'الثقة بالنفس', 'دائما'),
(148, 1, 2, 29, '2021-07-29 07:05:08', 'إحترام النظام', 'دائما'),
(149, 1, 2, 29, '2021-07-29 07:05:08', 'تحمل المسؤولية', 'دائما'),
(150, 1, 2, 29, '2021-07-29 07:05:08', 'تقبل النقد وتصحيح الاخطاء', 'دائما'),
(151, 1, 2, 29, '2021-07-29 07:05:08', 'التعاون مع الاخرين', 'دائما'),
(152, 1, 2, 29, '2021-07-29 07:05:08', 'الميل للمرح', 'دائما'),
(153, 1, 2, 29, '2021-07-29 07:05:08', 'الاعتناء بالمظهر الخارجي', 'دائما'),
(154, 1, 2, 29, '2021-07-29 07:05:08', 'المبادرة في إبداء الراي بجراءة', 'دائما'),
(155, 1, 2, 29, '2021-07-29 07:05:08', 'الانتماء الي الكلية', 'دائما'),
(156, 1, 2, 29, '2021-07-29 07:05:08', 'المشاركة مع الاخرين وجدانيا', 'دائما'),
(157, 1, 2, 29, '2021-07-29 07:05:08', 'التعاون مع الاخرين', 'دائما'),
(158, 1, 2, 29, '2021-07-29 07:05:08', 'الميل للتمرد', 'دائما'),
(159, 1, 2, 29, '2021-07-29 07:05:08', 'الميل للسيطرة وحب الظهور', 'دائما'),
(160, 1, 2, 29, '2021-07-29 07:05:08', 'المعاناه من الحوف', 'دائما'),
(161, 1, 2, 29, '2021-07-29 07:05:08', 'فضيل الجلوس بمعزل عن الاخرين', 'الفنون( الرسم )'),
(162, 1, 2, 30, '2021-07-29 07:08:03', 'إسم الطالب', 'ميادة مبارك2'),
(163, 1, 2, 30, '2021-07-29 07:08:03', 'القسم', 'هندسة'),
(164, 1, 2, 30, '2021-07-29 07:08:03', 'المستوي', '2'),
(165, 1, 2, 30, '2021-07-29 07:08:03', 'الرقم الجامعي', '32323232'),
(166, 1, 2, 30, '2021-07-29 07:08:03', 'البريد الإلكتروني', 'adil@ff.k'),
(167, 1, 2, 30, '2021-07-29 07:08:03', 'رقم الجوال', '1222222'),
(168, 1, 2, 30, '2021-07-29 07:08:03', 'الرقم المنزل', '222'),
(169, 1, 2, 30, '2021-07-29 07:08:03', 'سنة الإلتحاق بالجامعة', '2011'),
(170, 1, 2, 30, '2021-07-29 07:08:03', 'إسم ولي الامر', 'عادل مبا احمد'),
(171, 1, 2, 30, '2021-07-29 07:08:03', 'صلة قرابة ولي الامر بالطالب', 'اب'),
(172, 1, 2, 30, '2021-07-29 07:08:03', 'رقم ولي الامر', '45454545'),
(173, 1, 2, 30, '2021-07-29 07:08:03', 'رقم اقرب شخص بالطالب', 'عادل مبا احمد'),
(174, 1, 2, 30, '2021-07-29 07:08:03', 'لا توجد مشكلة', '-'),
(175, 1, 2, 30, '2021-07-29 07:08:03', 'لأخري', 'لا'),
(176, 1, 2, 30, '2021-07-29 07:08:03', 'لهل يوجد مرض مزمن ويحتاج الي عناية خاصة', '-'),
(177, 1, 2, 30, '2021-07-29 07:08:03', 'طرقة التعامل مع المرض', '-'),
(178, 1, 2, 30, '2021-07-29 07:08:03', 'الاسعافات الاولية', 'الابوين'),
(179, 1, 2, 30, '2021-07-29 07:08:03', 'ايعيش الطالب مع', '12'),
(180, 1, 2, 30, '2021-07-29 07:08:03', 'عدد افراد الاسرة', '5'),
(181, 1, 2, 30, '2021-07-29 07:08:04', 'ترتيب الطالب/ة بين الاخوان/ الاخوات', 'لا'),
(182, 1, 2, 30, '2021-07-29 07:08:04', 'هل  الوالد علي قيد الحياة', 'نعم'),
(183, 1, 2, 30, '2021-07-29 07:08:04', 'هل  الوالده علي قيد الحياة', 'لا توجد مشكلة'),
(184, 1, 2, 30, '2021-07-29 07:08:04', 'المستوي التعليمي للام', 'لا توجد مشكلة'),
(185, 1, 2, 30, '2021-07-29 07:08:04', 'المستوي التعليمي للاب', '60'),
(186, 1, 2, 30, '2021-07-29 07:08:04', 'عمر الاب', '52'),
(187, 1, 2, 30, '2021-07-29 07:08:04', 'عمر الام', 'لا توجد مشكلة'),
(188, 1, 2, 30, '2021-07-29 07:08:04', 'الحالة الاقتصادية', 'لا توجد مشكلة'),
(189, 1, 2, 30, '2021-07-29 07:08:04', 'نوع السكن', 'ن'),
(190, 1, 2, 30, '2021-07-29 07:08:04', 'هل للطالب/ة غرفة مستقلة', 'ن'),
(191, 1, 2, 30, '2021-07-29 07:08:04', 'هل يعمل الطالب  مع الدراسة', 'دائما'),
(192, 1, 2, 30, '2021-07-29 07:08:04', 'لاندماج مع الجماعة بسهولة', 'دائما'),
(193, 1, 2, 30, '2021-07-29 07:08:04', 'لالمقدرة علي ضبط الانفعالات', 'دائما'),
(194, 1, 2, 30, '2021-07-29 07:08:04', 'الثقة بالنفس', 'دائما'),
(195, 1, 2, 30, '2021-07-29 07:08:04', 'إحترام النظام', 'دائما'),
(196, 1, 2, 30, '2021-07-29 07:08:04', 'تحمل المسؤولية', 'دائما'),
(197, 1, 2, 30, '2021-07-29 07:08:04', 'تقبل النقد وتصحيح الاخطاء', 'دائما'),
(198, 1, 2, 30, '2021-07-29 07:08:04', 'التعاون مع الاخرين', 'دائما'),
(199, 1, 2, 30, '2021-07-29 07:08:05', 'الميل للمرح', 'دائما'),
(200, 1, 2, 30, '2021-07-29 07:08:05', 'الاعتناء بالمظهر الخارجي', 'دائما'),
(201, 1, 2, 30, '2021-07-29 07:08:05', 'المبادرة في إبداء الراي بجراءة', 'دائما'),
(202, 1, 2, 30, '2021-07-29 07:08:05', 'الانتماء الي الكلية', 'دائما'),
(203, 1, 2, 30, '2021-07-29 07:08:05', 'المشاركة مع الاخرين وجدانيا', 'دائما'),
(204, 1, 2, 30, '2021-07-29 07:08:05', 'التعاون مع الاخرين', 'دائما'),
(205, 1, 2, 30, '2021-07-29 07:08:05', 'الميل للتمرد', 'دائما'),
(206, 1, 2, 30, '2021-07-29 07:08:05', 'الميل للسيطرة وحب الظهور', 'دائما'),
(207, 1, 2, 30, '2021-07-29 07:08:05', 'المعاناه من الحوف', 'دائما'),
(208, 1, 2, 30, '2021-07-29 07:08:05', 'فضيل الجلوس بمعزل عن الاخرين', 'الفنون( الرسم )'),
(209, 1, 2, 31, '2021-07-29 07:09:48', 'إسم الطالب', 'ميادة مبارك2'),
(210, 1, 2, 31, '2021-07-29 07:09:48', 'القسم', 'هندسة'),
(211, 1, 2, 31, '2021-07-29 07:09:48', 'المستوي', '2'),
(212, 1, 2, 31, '2021-07-29 07:09:49', 'الرقم الجامعي', '32323232'),
(213, 1, 2, 31, '2021-07-29 07:09:49', 'البريد الإلكتروني', 'adil@ff.k'),
(214, 1, 2, 31, '2021-07-29 07:09:49', 'رقم الجوال', '1222222'),
(215, 1, 2, 31, '2021-07-29 07:09:49', 'الرقم المنزل', '222'),
(216, 1, 2, 31, '2021-07-29 07:09:49', 'سنة الإلتحاق بالجامعة', '2011'),
(217, 1, 2, 31, '2021-07-29 07:09:49', 'إسم ولي الامر', 'عادل مبا احمد'),
(218, 1, 2, 31, '2021-07-29 07:09:49', 'صلة قرابة ولي الامر بالطالب', 'اب'),
(219, 1, 2, 31, '2021-07-29 07:09:49', 'رقم ولي الامر', '45454545'),
(220, 1, 2, 31, '2021-07-29 07:09:49', 'رقم اقرب شخص بالطالب', 'عادل مبا احمد'),
(221, 1, 2, 31, '2021-07-29 07:09:49', 'لا توجد مشكلة', '-'),
(222, 1, 2, 31, '2021-07-29 07:09:49', 'لأخري', 'لا'),
(223, 1, 2, 31, '2021-07-29 07:09:49', 'لهل يوجد مرض مزمن ويحتاج الي عناية خاصة', '-'),
(224, 1, 2, 31, '2021-07-29 07:09:49', 'طرقة التعامل مع المرض', '-'),
(225, 1, 2, 31, '2021-07-29 07:09:49', 'الاسعافات الاولية', 'الابوين'),
(226, 1, 2, 31, '2021-07-29 07:09:49', 'ايعيش الطالب مع', '12'),
(227, 1, 2, 31, '2021-07-29 07:09:49', 'عدد افراد الاسرة', '5'),
(228, 1, 2, 31, '2021-07-29 07:09:49', 'ترتيب الطالب/ة بين الاخوان/ الاخوات', 'لا'),
(229, 1, 2, 31, '2021-07-29 07:09:49', 'هل  الوالد علي قيد الحياة', 'نعم'),
(230, 1, 2, 31, '2021-07-29 07:09:49', 'هل  الوالده علي قيد الحياة', 'لا توجد مشكلة'),
(231, 1, 2, 31, '2021-07-29 07:09:49', 'المستوي التعليمي للام', 'لا توجد مشكلة'),
(232, 1, 2, 31, '2021-07-29 07:09:49', 'المستوي التعليمي للاب', '60'),
(233, 1, 2, 31, '2021-07-29 07:09:49', 'عمر الاب', '52'),
(234, 1, 2, 31, '2021-07-29 07:09:49', 'عمر الام', 'لا توجد مشكلة'),
(235, 1, 2, 31, '2021-07-29 07:09:50', 'الحالة الاقتصادية', 'لا توجد مشكلة'),
(236, 1, 2, 31, '2021-07-29 07:09:50', 'نوع السكن', 'ن'),
(237, 1, 2, 31, '2021-07-29 07:09:50', 'هل للطالب/ة غرفة مستقلة', 'ن'),
(238, 1, 2, 31, '2021-07-29 07:09:50', 'هل يعمل الطالب  مع الدراسة', 'دائما'),
(239, 1, 2, 31, '2021-07-29 07:09:50', 'لاندماج مع الجماعة بسهولة', 'دائما'),
(240, 1, 2, 31, '2021-07-29 07:09:50', 'لالمقدرة علي ضبط الانفعالات', 'دائما'),
(241, 1, 2, 31, '2021-07-29 07:09:50', 'الثقة بالنفس', 'دائما'),
(242, 1, 2, 31, '2021-07-29 07:09:50', 'إحترام النظام', 'دائما'),
(243, 1, 2, 31, '2021-07-29 07:09:50', 'تحمل المسؤولية', 'دائما'),
(244, 1, 2, 31, '2021-07-29 07:09:50', 'تقبل النقد وتصحيح الاخطاء', 'دائما'),
(245, 1, 2, 31, '2021-07-29 07:09:50', 'التعاون مع الاخرين', 'دائما'),
(246, 1, 2, 31, '2021-07-29 07:09:50', 'الميل للمرح', 'دائما'),
(247, 1, 2, 31, '2021-07-29 07:09:50', 'الاعتناء بالمظهر الخارجي', 'دائما'),
(248, 1, 2, 31, '2021-07-29 07:09:50', 'المبادرة في إبداء الراي بجراءة', 'دائما'),
(249, 1, 2, 31, '2021-07-29 07:09:50', 'الانتماء الي الكلية', 'دائما'),
(250, 1, 2, 31, '2021-07-29 07:09:50', 'المشاركة مع الاخرين وجدانيا', 'دائما'),
(251, 1, 2, 31, '2021-07-29 07:09:50', 'التعاون مع الاخرين', 'دائما'),
(252, 1, 2, 31, '2021-07-29 07:09:50', 'الميل للتمرد', 'دائما'),
(253, 1, 2, 31, '2021-07-29 07:09:51', 'الميل للسيطرة وحب الظهور', 'دائما'),
(254, 1, 2, 31, '2021-07-29 07:09:51', 'المعاناه من الحوف', 'دائما'),
(255, 1, 2, 31, '2021-07-29 07:09:51', 'فضيل الجلوس بمعزل عن الاخرين', 'الفنون( الرسم )'),
(256, 1, 2, 32, '2021-07-29 07:10:52', 'إسم الطالب', 'ميادة مبارك2'),
(257, 1, 2, 32, '2021-07-29 07:10:52', 'القسم', 'هندسة'),
(258, 1, 2, 32, '2021-07-29 07:10:52', 'المستوي', '2'),
(259, 1, 2, 32, '2021-07-29 07:10:52', 'الرقم الجامعي', '32323232'),
(260, 1, 2, 32, '2021-07-29 07:10:53', 'البريد الإلكتروني', 'adil@ff.k'),
(261, 1, 2, 32, '2021-07-29 07:10:53', 'رقم الجوال', '1222222'),
(262, 1, 2, 32, '2021-07-29 07:10:53', 'الرقم المنزل', '222'),
(263, 1, 2, 32, '2021-07-29 07:10:53', 'سنة الإلتحاق بالجامعة', '2011'),
(264, 1, 2, 32, '2021-07-29 07:10:53', 'إسم ولي الامر', 'عادل مبا احمد'),
(265, 1, 2, 32, '2021-07-29 07:10:53', 'صلة قرابة ولي الامر بالطالب', 'اب'),
(266, 1, 2, 32, '2021-07-29 07:10:53', 'رقم ولي الامر', '45454545'),
(267, 1, 2, 32, '2021-07-29 07:10:53', 'رقم اقرب شخص بالطالب', 'عادل مبا احمد'),
(268, 1, 2, 32, '2021-07-29 07:10:53', 'لا توجد مشكلة', '-'),
(269, 1, 2, 32, '2021-07-29 07:10:53', 'لأخري', 'لا'),
(270, 1, 2, 32, '2021-07-29 07:10:53', 'لهل يوجد مرض مزمن ويحتاج الي عناية خاصة', '-'),
(271, 1, 2, 32, '2021-07-29 07:10:53', 'طرقة التعامل مع المرض', '-'),
(272, 1, 2, 32, '2021-07-29 07:10:53', 'الاسعافات الاولية', 'الابوين'),
(273, 1, 2, 32, '2021-07-29 07:10:53', 'ايعيش الطالب مع', '12'),
(274, 1, 2, 32, '2021-07-29 07:10:53', 'عدد افراد الاسرة', '5'),
(275, 1, 2, 32, '2021-07-29 07:10:53', 'ترتيب الطالب/ة بين الاخوان/ الاخوات', 'لا'),
(276, 1, 2, 32, '2021-07-29 07:10:53', 'هل  الوالد علي قيد الحياة', 'نعم'),
(277, 1, 2, 32, '2021-07-29 07:10:53', 'هل  الوالده علي قيد الحياة', 'لا توجد مشكلة'),
(278, 1, 2, 32, '2021-07-29 07:10:54', 'المستوي التعليمي للام', 'لا توجد مشكلة'),
(279, 1, 2, 32, '2021-07-29 07:10:54', 'المستوي التعليمي للاب', '60'),
(280, 1, 2, 32, '2021-07-29 07:10:54', 'عمر الاب', '52'),
(281, 1, 2, 32, '2021-07-29 07:10:54', 'عمر الام', 'لا توجد مشكلة'),
(282, 1, 2, 32, '2021-07-29 07:10:54', 'الحالة الاقتصادية', 'لا توجد مشكلة'),
(283, 1, 2, 32, '2021-07-29 07:10:54', 'نوع السكن', 'ن'),
(284, 1, 2, 32, '2021-07-29 07:10:54', 'هل للطالب/ة غرفة مستقلة', 'ن'),
(285, 1, 2, 32, '2021-07-29 07:10:54', 'هل يعمل الطالب  مع الدراسة', 'دائما'),
(286, 1, 2, 32, '2021-07-29 07:10:54', 'لاندماج مع الجماعة بسهولة', 'دائما'),
(287, 1, 2, 32, '2021-07-29 07:10:54', 'لالمقدرة علي ضبط الانفعالات', 'دائما'),
(288, 1, 2, 32, '2021-07-29 07:10:54', 'الثقة بالنفس', 'دائما'),
(289, 1, 2, 32, '2021-07-29 07:10:54', 'إحترام النظام', 'دائما'),
(290, 1, 2, 32, '2021-07-29 07:10:54', 'تحمل المسؤولية', 'دائما'),
(291, 1, 2, 32, '2021-07-29 07:10:54', 'تقبل النقد وتصحيح الاخطاء', 'دائما'),
(292, 1, 2, 32, '2021-07-29 07:10:54', 'التعاون مع الاخرين', 'دائما'),
(293, 1, 2, 32, '2021-07-29 07:10:54', 'الميل للمرح', 'دائما'),
(294, 1, 2, 32, '2021-07-29 07:10:54', 'الاعتناء بالمظهر الخارجي', 'دائما'),
(295, 1, 2, 32, '2021-07-29 07:10:54', 'المبادرة في إبداء الراي بجراءة', 'دائما'),
(296, 1, 2, 32, '2021-07-29 07:10:55', 'الانتماء الي الكلية', 'دائما'),
(297, 1, 2, 32, '2021-07-29 07:10:55', 'المشاركة مع الاخرين وجدانيا', 'دائما'),
(298, 1, 2, 32, '2021-07-29 07:10:55', 'التعاون مع الاخرين', 'دائما'),
(299, 1, 2, 32, '2021-07-29 07:10:55', 'الميل للتمرد', 'دائما'),
(300, 1, 2, 32, '2021-07-29 07:10:55', 'الميل للسيطرة وحب الظهور', 'دائما'),
(301, 1, 2, 32, '2021-07-29 07:10:55', 'المعاناه من الحوف', 'دائما'),
(302, 1, 2, 33, '2021-07-29 07:20:01', 'إسم الطالب', 'ميادة مبارك22'),
(303, 1, 2, 33, '2021-07-29 07:20:01', 'القسم', 'df'),
(304, 1, 2, 33, '2021-07-29 07:20:01', 'المستوي', 'fdsf'),
(305, 1, 2, 33, '2021-07-29 07:20:02', 'الرقم الجامعي', 'dsf'),
(306, 1, 2, 33, '2021-07-29 07:20:02', 'البريد الإلكتروني', 'aad2@SFSDF.FGDD'),
(307, 1, 2, 33, '2021-07-29 07:20:02', 'رقم الجوال', 'dsf'),
(308, 1, 2, 33, '2021-07-29 07:20:02', 'الرقم المنزل', 'dsfds'),
(309, 1, 2, 33, '2021-07-29 07:20:02', 'سنة الإلتحاق بالجامعة', 'fdsff'),
(310, 1, 2, 33, '2021-07-29 07:20:02', 'إسم ولي الامر', 'dsf'),
(311, 1, 2, 33, '2021-07-29 07:20:02', 'صلة قرابة ولي الامر بالطالب', 'dsf'),
(312, 1, 2, 33, '2021-07-29 07:20:02', 'رقم ولي الامر', 'dsf'),
(313, 1, 2, 33, '2021-07-29 07:20:02', 'رقم اقرب شخص بالطالب', 'dfsdf'),
(314, 1, 2, 33, '2021-07-29 07:20:02', 'لا توجد مشكلة', 'dfd'),
(315, 1, 2, 33, '2021-07-29 07:20:02', 'لأخري', 'de33'),
(316, 1, 2, 33, '2021-07-29 07:20:02', 'لهل يوجد مرض مزمن ويحتاج الي عناية خاصة', 'bbbb'),
(317, 1, 2, 33, '2021-07-29 07:20:02', 'مسمي المرض', 'ffff'),
(318, 1, 2, 33, '2021-07-29 07:20:02', 'طرقة التعامل مع المرض', '-'),
(319, 1, 2, 33, '2021-07-29 07:20:02', 'الاسعافات الاولية', 'الابوين'),
(320, 1, 2, 33, '2021-07-29 07:20:02', 'ايعيش الطالب مع', '12'),
(321, 1, 2, 33, '2021-07-29 07:20:02', 'عدد افراد الاسرة', '5'),
(322, 1, 2, 33, '2021-07-29 07:20:02', 'ترتيب الطالب/ة بين الاخوان/ الاخوات', 'لا'),
(323, 1, 2, 33, '2021-07-29 07:20:03', 'هل  الوالد علي قيد الحياة', 'ن'),
(324, 1, 2, 33, '2021-07-29 07:20:03', 'هل  الوالده علي قيد الحياة', 'لا توجد مشكلة'),
(325, 1, 2, 33, '2021-07-29 07:20:03', 'المستوي التعليمي للام', 'لا توجد مشكلة'),
(326, 1, 2, 33, '2021-07-29 07:20:03', 'المستوي التعليمي للاب', '60'),
(327, 1, 2, 33, '2021-07-29 07:20:03', 'عمر الاب', '50'),
(328, 1, 2, 33, '2021-07-29 07:20:03', 'عمر الام', 'لا توجد مشكلة'),
(329, 1, 2, 33, '2021-07-29 07:20:03', 'الحالة الاقتصادية', 'لا توجد مشكلة'),
(330, 1, 2, 33, '2021-07-29 07:20:03', 'نوع السكن', 'ن'),
(331, 1, 2, 33, '2021-07-29 07:20:03', 'هل للطالب/ة غرفة مستقلة', 'ن'),
(332, 1, 2, 33, '2021-07-29 07:20:03', 'هل يعمل الطالب  مع الدراسة', 'دائما'),
(333, 1, 2, 33, '2021-07-29 07:20:03', 'لاندماج مع الجماعة بسهولة', 'دائما'),
(334, 1, 2, 33, '2021-07-29 07:20:03', 'لالمقدرة علي ضبط الانفعالات', 'دائما'),
(335, 1, 2, 33, '2021-07-29 07:20:03', 'الثقة بالنفس', 'دائما'),
(336, 1, 2, 33, '2021-07-29 07:20:03', 'إحترام النظام', 'دائما'),
(337, 1, 2, 33, '2021-07-29 07:20:03', 'تحمل المسؤولية', 'دائما'),
(338, 1, 2, 33, '2021-07-29 07:20:03', 'تقبل النقد وتصحيح الاخطاء', 'دائما'),
(339, 1, 2, 33, '2021-07-29 07:20:04', 'التعاون مع الاخرين', 'دائما'),
(340, 1, 2, 33, '2021-07-29 07:20:04', 'الميل للمرح', 'دائما'),
(341, 1, 2, 33, '2021-07-29 07:20:04', 'الاعتناء بالمظهر الخارجي', 'دائما'),
(342, 1, 2, 33, '2021-07-29 07:20:04', 'المبادرة في إبداء الراي بجراءة', 'دائما'),
(343, 1, 2, 33, '2021-07-29 07:20:04', 'الانتماء الي الكلية', 'دائما'),
(344, 1, 2, 33, '2021-07-29 07:20:04', 'المشاركة مع الاخرين وجدانيا', 'نادرا'),
(345, 1, 2, 33, '2021-07-29 07:20:04', 'التعاون مع الاخرين', 'دائما'),
(346, 1, 2, 33, '2021-07-29 07:20:04', 'الميل للتمرد', 'دائما'),
(347, 1, 2, 33, '2021-07-29 07:20:04', 'الميل للسيطرة وحب الظهور', 'دائما'),
(348, 1, 2, 33, '2021-07-29 07:20:04', 'المعاناه من الحوف', 'دائما'),
(349, 1, 2, 33, '2021-07-29 07:20:04', 'فضيل الجلوس بمعزل عن الاخرين', 'الحاسب الالي'),
(350, 1, 2, 34, '2021-07-29 07:27:14', 'إسم الطالب', 'ميادة مبارك22'),
(351, 1, 2, 34, '2021-07-29 07:27:14', 'القسم', 'df'),
(352, 1, 2, 34, '2021-07-29 07:27:14', 'المستوي', 'fdsf'),
(353, 1, 2, 34, '2021-07-29 07:27:14', 'الرقم الجامعي', 'dsf'),
(354, 1, 2, 34, '2021-07-29 07:27:14', 'البريد الإلكتروني', 'aad2@SFSDF.FGDD'),
(355, 1, 2, 34, '2021-07-29 07:27:14', 'رقم الجوال', 'dsf'),
(356, 1, 2, 34, '2021-07-29 07:27:14', 'الرقم المنزل', 'dsfds'),
(357, 1, 2, 34, '2021-07-29 07:27:14', 'سنة الإلتحاق بالجامعة', 'fdsff'),
(358, 1, 2, 34, '2021-07-29 07:27:14', 'إسم ولي الامر', 'dsf'),
(359, 1, 2, 34, '2021-07-29 07:27:15', 'صلة قرابة ولي الامر بالطالب', 'dsf'),
(360, 1, 2, 34, '2021-07-29 07:27:15', 'رقم ولي الامر', 'dsf'),
(361, 1, 2, 34, '2021-07-29 07:27:15', 'رقم اقرب شخص بالطالب', 'dfsdf'),
(362, 1, 2, 34, '2021-07-29 07:27:15', 'لا توجد مشكلة', 'dfd'),
(363, 1, 2, 34, '2021-07-29 07:27:15', 'لأخري', 'de33'),
(364, 1, 2, 34, '2021-07-29 07:27:15', 'لهل يوجد مرض مزمن ويحتاج الي عناية خاصة', 'bbbb'),
(365, 1, 2, 34, '2021-07-29 07:27:15', 'مسمي المرض', 'ffff'),
(366, 1, 2, 34, '2021-07-29 07:27:15', 'طرقة التعامل مع المرض', '-'),
(367, 1, 2, 34, '2021-07-29 07:27:15', 'الاسعافات الاولية', 'الابوين'),
(368, 1, 2, 34, '2021-07-29 07:27:15', 'ايعيش الطالب مع', '12'),
(369, 1, 2, 34, '2021-07-29 07:27:15', 'عدد افراد الاسرة', '5'),
(370, 1, 2, 34, '2021-07-29 07:27:15', 'ترتيب الطالب/ة بين الاخوان/ الاخوات', 'لا'),
(371, 1, 2, 34, '2021-07-29 07:27:15', 'هل  الوالد علي قيد الحياة', 'ن'),
(372, 1, 2, 34, '2021-07-29 07:27:15', 'هل  الوالده علي قيد الحياة', 'لا توجد مشكلة'),
(373, 1, 2, 34, '2021-07-29 07:27:15', 'المستوي التعليمي للام', 'لا توجد مشكلة'),
(374, 1, 2, 34, '2021-07-29 07:27:15', 'المستوي التعليمي للاب', '60'),
(375, 1, 2, 34, '2021-07-29 07:27:15', 'عمر الاب', '50'),
(376, 1, 2, 34, '2021-07-29 07:27:15', 'عمر الام', 'لا توجد مشكلة'),
(377, 1, 2, 34, '2021-07-29 07:27:15', 'الحالة الاقتصادية', 'لا توجد مشكلة'),
(378, 1, 2, 34, '2021-07-29 07:27:15', 'نوع السكن', 'ن'),
(379, 1, 2, 34, '2021-07-29 07:27:15', 'هل للطالب/ة غرفة مستقلة', 'ن'),
(380, 1, 2, 34, '2021-07-29 07:27:16', 'هل يعمل الطالب  مع الدراسة', 'دائما'),
(381, 1, 2, 34, '2021-07-29 07:27:16', 'لاندماج مع الجماعة بسهولة', 'دائما'),
(382, 1, 2, 34, '2021-07-29 07:27:16', 'لالمقدرة علي ضبط الانفعالات', 'دائما'),
(383, 1, 2, 34, '2021-07-29 07:27:16', 'الثقة بالنفس', 'دائما'),
(384, 1, 2, 34, '2021-07-29 07:27:16', 'إحترام النظام', 'دائما'),
(385, 1, 2, 34, '2021-07-29 07:27:16', 'تحمل المسؤولية', 'دائما'),
(386, 1, 2, 34, '2021-07-29 07:27:16', 'تقبل النقد وتصحيح الاخطاء', 'دائما'),
(387, 1, 2, 34, '2021-07-29 07:27:16', 'التعاون مع الاخرين', 'دائما'),
(388, 1, 2, 34, '2021-07-29 07:27:16', 'الميل للمرح', 'دائما'),
(389, 1, 2, 34, '2021-07-29 07:27:16', 'الاعتناء بالمظهر الخارجي', 'دائما'),
(390, 1, 2, 34, '2021-07-29 07:27:16', 'المبادرة في إبداء الراي بجراءة', 'دائما'),
(391, 1, 2, 34, '2021-07-29 07:27:16', 'الانتماء الي الكلية', 'دائما'),
(392, 1, 2, 34, '2021-07-29 07:27:16', 'المشاركة مع الاخرين وجدانيا', 'نادرا'),
(393, 1, 2, 34, '2021-07-29 07:27:16', 'التعاون مع الاخرين', 'دائما'),
(394, 1, 2, 34, '2021-07-29 07:27:16', 'الميل للتمرد', 'دائما'),
(395, 1, 2, 34, '2021-07-29 07:27:16', 'الميل للسيطرة وحب الظهور', 'دائما'),
(396, 1, 2, 34, '2021-07-29 07:27:16', 'المعاناه من الحوف', 'دائما'),
(397, 1, 2, 34, '2021-07-29 07:27:16', 'فضيل الجلوس بمعزل عن الاخرين', 'الحاسب الالي'),
(398, 1, 2, 35, '2021-07-29 07:29:17', 'إسم الطالب', 'q'),
(399, 1, 2, 35, '2021-07-29 07:29:17', 'القسم', 'w'),
(400, 1, 2, 35, '2021-07-29 07:29:17', 'المستوي', 'e'),
(401, 1, 2, 35, '2021-07-29 07:29:17', 'الرقم الجامعي', 'r'),
(402, 1, 2, 35, '2021-07-29 07:29:17', 'البريد الإلكتروني', 'ad@ff.c'),
(403, 1, 2, 35, '2021-07-29 07:29:17', 'رقم الجوال', 'y'),
(404, 1, 2, 35, '2021-07-29 07:29:17', 'الرقم المنزل', 'u'),
(405, 1, 2, 35, '2021-07-29 07:29:17', 'سنة الإلتحاق بالجامعة', 'i'),
(406, 1, 2, 35, '2021-07-29 07:29:17', 'إسم ولي الامر', 'o'),
(407, 1, 2, 35, '2021-07-29 07:29:17', 'صلة قرابة ولي الامر بالطالب', 'p'),
(408, 1, 2, 35, '2021-07-29 07:29:17', 'رقم ولي الامر', '['),
(409, 1, 2, 35, '2021-07-29 07:29:17', 'رقم اقرب شخص بالطالب', ']'),
(410, 1, 2, 36, '2021-07-29 07:52:42', 'إسم الطالب', '1'),
(411, 1, 2, 36, '2021-07-29 07:52:42', 'القسم', '2'),
(412, 1, 2, 36, '2021-07-29 07:52:43', 'المستوي', '3'),
(413, 1, 2, 36, '2021-07-29 07:52:43', 'الرقم الجامعي', '4'),
(414, 1, 2, 36, '2021-07-29 07:52:43', 'البريد الإلكتروني', 'adil@gg.co'),
(415, 1, 2, 36, '2021-07-29 07:52:43', 'رقم الجوال', '6'),
(416, 1, 2, 36, '2021-07-29 07:52:43', 'الرقم المنزل', '7'),
(417, 1, 2, 36, '2021-07-29 07:52:43', 'سنة الإلتحاق بالجامعة', '8'),
(418, 1, 2, 36, '2021-07-29 07:52:43', 'إسم ولي الامر', '9'),
(419, 1, 2, 36, '2021-07-29 07:52:43', 'صلة قرابة ولي الامر بالطالب', '10'),
(420, 1, 2, 36, '2021-07-29 07:52:43', 'رقم ولي الامر', '11'),
(421, 1, 2, 36, '2021-07-29 07:52:43', 'رقم اقرب شخص بالطالب', '12'),
(422, 1, 2, 36, '2021-07-29 07:52:43', 'حالة الطالب الصحية', 'مشكلة في السمع'),
(423, 1, 2, 36, '2021-07-29 07:52:43', 'لأخري', 'الضغط'),
(424, 1, 2, 36, '2021-07-29 07:52:43', 'لهل يوجد مرض مزمن ويحتاج الي عناية خاصة', '13'),
(425, 1, 2, 36, '2021-07-29 07:52:43', 'مسمي المرض', '14'),
(426, 1, 2, 36, '2021-07-29 07:52:43', 'طرقة التعامل مع المرض', '15'),
(427, 1, 2, 36, '2021-07-29 07:52:43', 'الاسعافات الاولية', '16'),
(428, 1, 2, 36, '2021-07-29 07:52:43', 'ايعيش الطالب مع', '17'),
(429, 1, 2, 36, '2021-07-29 07:52:43', 'عدد افراد الاسرة', 'الام'),
(430, 1, 2, 36, '2021-07-29 07:52:43', 'ترتيب الطالب/ة بين الاخوان/ الاخوات', '18'),
(431, 1, 2, 36, '2021-07-29 07:52:44', 'هل  الوالد علي قيد الحياة', '19'),
(432, 1, 2, 36, '2021-07-29 07:52:44', 'هل  الوالده علي قيد الحياة', '20'),
(433, 1, 2, 36, '2021-07-29 07:52:44', 'المستوي التعليمي للام', '21'),
(434, 1, 2, 36, '2021-07-29 07:52:44', 'المستوي التعليمي للاب', 'الابوين'),
(435, 1, 2, 36, '2021-07-29 07:52:44', 'عمر الاب', 'لا توجد مشكلة'),
(436, 1, 2, 36, '2021-07-29 07:52:44', 'عمر الام', '60'),
(437, 1, 2, 36, '2021-07-29 07:52:44', 'الحالة الاقتصادية', '60'),
(438, 1, 2, 36, '2021-07-29 07:52:44', 'نوع السكن', 'الابوين'),
(439, 1, 2, 36, '2021-07-29 07:52:44', 'هل للطالب/ة غرفة مستقلة', 'الابوين'),
(440, 1, 2, 36, '2021-07-29 07:52:44', 'هل يعمل الطالب  مع الدراسة', '22'),
(441, 1, 2, 36, '2021-07-29 07:52:44', 'لاندماج مع الجماعة بسهولة', '23'),
(442, 1, 2, 36, '2021-07-29 07:52:44', 'لالمقدرة علي ضبط الانفعالات', 'نادرا'),
(443, 1, 2, 36, '2021-07-29 07:52:44', 'الثقة بالنفس', 'نادرا'),
(444, 1, 2, 36, '2021-07-29 07:52:44', 'إحترام النظام', 'أحيانا'),
(445, 1, 2, 36, '2021-07-29 07:52:44', 'تحمل المسؤولية', 'دائما'),
(446, 1, 2, 36, '2021-07-29 07:52:44', 'تقبل النقد وتصحيح الاخطاء', 'دائما'),
(447, 1, 2, 36, '2021-07-29 07:52:44', 'التعاون مع الاخرين', 'دائما'),
(448, 1, 2, 36, '2021-07-29 07:52:44', 'الميل للمرح', 'دائما'),
(449, 1, 2, 36, '2021-07-29 07:52:45', 'الاعتناء بالمظهر الخارجي', 'دائما'),
(450, 1, 2, 36, '2021-07-29 07:52:45', 'المثابرة في اداء العمل', 'دائما'),
(451, 1, 2, 36, '2021-07-29 07:52:45', 'المبادرة في إبداء الراي بجراءة', 'دائما'),
(452, 1, 2, 36, '2021-07-29 07:52:45', 'الانتماء الي الكلية', 'دائما'),
(453, 1, 2, 36, '2021-07-29 07:52:45', 'المشاركة مع الاخرين وجدانيا', 'دائما'),
(454, 1, 2, 36, '2021-07-29 07:52:45', 'التعاون مع الاخرين', 'نادرا'),
(455, 1, 2, 36, '2021-07-29 07:52:45', 'الميل للتمرد', 'دائما'),
(456, 1, 2, 36, '2021-07-29 07:52:45', 'الميل للسيطرة وحب الظهور', 'دائما'),
(457, 1, 2, 36, '2021-07-29 07:52:45', 'المعاناه من الحوف', 'دائما'),
(458, 1, 2, 36, '2021-07-29 07:52:45', 'فضيل الجلوس بمعزل عن الاخرين', 'دائما'),
(459, 1, 2, 36, '2021-07-29 07:52:45', 'إنشطة الطالب', 'دائما'),
(460, 1, 2, 37, '2021-07-29 07:58:22', 'إسم الطالب', 'محمد صلاح'),
(461, 1, 2, 37, '2021-07-29 07:58:22', 'القسم', 'قسم الشبكات'),
(462, 1, 2, 37, '2021-07-29 07:58:22', 'المستوي', '2'),
(463, 1, 2, 37, '2021-07-29 07:58:22', 'الرقم الجامعي', '022255555'),
(464, 1, 2, 37, '2021-07-29 07:58:22', 'البريد الإلكتروني', 'moha@salah.cio'),
(465, 1, 2, 37, '2021-07-29 07:58:22', 'رقم الجوال', '0123654789'),
(466, 1, 2, 37, '2021-07-29 07:58:22', 'الرقم المنزل', '252'),
(467, 1, 2, 37, '2021-07-29 07:58:23', 'سنة الإلتحاق بالجامعة', '2012'),
(468, 1, 2, 37, '2021-07-29 07:58:23', 'إسم ولي الامر', 'salash'),
(469, 1, 2, 37, '2021-07-29 07:58:23', 'صلة قرابة ولي الامر بالطالب', 'father'),
(470, 1, 2, 37, '2021-07-29 07:58:23', 'رقم ولي الامر', '0125487777'),
(471, 1, 2, 37, '2021-07-29 07:58:23', 'رقم اقرب شخص بالطالب', 'salah'),
(472, 1, 2, 37, '2021-07-29 07:58:23', 'حالة الطالب الصحية', 'مشكلة في السمع'),
(473, 1, 2, 37, '2021-07-29 07:58:23', 'لأخري', 'مشكلة فقر الدم'),
(474, 1, 2, 37, '2021-07-29 07:58:23', 'لهل يوجد مرض مزمن ويحتاج الي عناية خاصة', 'الضغط'),
(475, 1, 2, 37, '2021-07-29 07:58:23', 'مسمي المرض', '-'),
(476, 1, 2, 37, '2021-07-29 07:58:23', 'طرقة التعامل مع المرض', 'no'),
(477, 1, 2, 37, '2021-07-29 07:58:23', 'الاسعافات الاولية', '-'),
(478, 1, 2, 37, '2021-07-29 07:58:23', 'ايعيش الطالب مع', '-'),
(479, 1, 2, 37, '2021-07-29 07:58:23', 'عدد افراد الاسرة', '-'),
(480, 1, 2, 37, '2021-07-29 07:58:23', 'ترتيب الطالب/ة بين الاخوان/ الاخوات', 'الام'),
(481, 1, 2, 37, '2021-07-29 07:58:23', 'هل  الوالد علي قيد الحياة', '12'),
(482, 1, 2, 37, '2021-07-29 07:58:23', 'هل  الوالده علي قيد الحياة', '5'),
(483, 1, 2, 37, '2021-07-29 07:58:24', 'المستوي التعليمي للام', 'no'),
(484, 1, 2, 37, '2021-07-29 07:58:24', 'المستوي التعليمي للاب', 'y'),
(485, 1, 2, 37, '2021-07-29 07:58:24', 'عمر الاب', 'الابوين'),
(486, 1, 2, 37, '2021-07-29 07:58:24', 'عمر الام', 'الابوين'),
(487, 1, 2, 37, '2021-07-29 07:58:24', 'الحالة الاقتصادية', '65'),
(488, 1, 2, 37, '2021-07-29 07:58:24', 'نوع السكن', '65'),
(489, 1, 2, 37, '2021-07-29 07:58:24', 'هل للطالب/ة غرفة مستقلة', 'الابوين'),
(490, 1, 2, 37, '2021-07-29 07:58:24', 'هل يعمل الطالب  مع الدراسة', 'الام'),
(491, 1, 2, 37, '2021-07-29 07:58:24', 'لاندماج مع الجماعة بسهولة', 'no'),
(492, 1, 2, 37, '2021-07-29 07:58:24', 'لالمقدرة علي ضبط الانفعالات', 'no'),
(493, 1, 2, 37, '2021-07-29 07:58:24', 'الثقة بالنفس', 'نادرا'),
(494, 1, 2, 37, '2021-07-29 07:58:24', 'إحترام النظام', 'نادرا'),
(495, 1, 2, 37, '2021-07-29 07:58:24', 'تحمل المسؤولية', 'نادرا'),
(496, 1, 2, 37, '2021-07-29 07:58:24', 'تقبل النقد وتصحيح الاخطاء', 'نادرا'),
(497, 1, 2, 37, '2021-07-29 07:58:24', 'التعاون مع الاخرين', 'دائما'),
(498, 1, 2, 37, '2021-07-29 07:58:24', 'الميل للمرح', 'دائما'),
(499, 1, 2, 37, '2021-07-29 07:58:25', 'الاعتناء بالمظهر الخارجي', 'دائما'),
(500, 1, 2, 37, '2021-07-29 07:58:25', 'المثابرة في اداء العمل', 'دائما'),
(501, 1, 2, 37, '2021-07-29 07:58:25', 'المبادرة في إبداء الراي بجراءة', 'دائما'),
(502, 1, 2, 37, '2021-07-29 07:58:25', 'الانتماء الي الكلية', 'دائما'),
(503, 1, 2, 37, '2021-07-29 07:58:25', 'المشاركة مع الاخرين وجدانيا', 'دائما'),
(504, 1, 2, 37, '2021-07-29 07:58:25', 'التعاون مع الاخرين', 'دائما'),
(505, 1, 2, 37, '2021-07-29 07:58:25', 'الميل للتمرد', 'دائما'),
(506, 1, 2, 37, '2021-07-29 07:58:25', 'الميل للسيطرة وحب الظهور', 'دائما'),
(507, 1, 2, 37, '2021-07-29 07:58:25', 'المعاناه من الحوف', 'دائما'),
(508, 1, 2, 37, '2021-07-29 07:58:25', 'فضيل الجلوس بمعزل عن الاخرين', 'دائما'),
(509, 1, 2, 37, '2021-07-29 07:58:25', 'إنشطة الطالب', 'دائما'),
(510, 1, 2, 38, '2021-07-29 08:07:40', 'إسم الطالب', 'ميادة مبارك'),
(511, 1, 2, 38, '2021-07-29 08:07:40', 'القسم', 'هندسة البرمج'),
(512, 1, 2, 38, '2021-07-29 08:07:41', 'المستوي', '2'),
(513, 1, 2, 38, '2021-07-29 08:07:41', 'الرقم الجامعي', '111444'),
(514, 1, 2, 38, '2021-07-29 08:07:41', 'البريد الإلكتروني', 'mayada@eeee.hh'),
(515, 1, 2, 38, '2021-07-29 08:07:41', 'رقم الجوال', '012345678'),
(516, 1, 2, 38, '2021-07-29 08:07:41', 'الرقم المنزل', '203'),
(517, 1, 2, 38, '2021-07-29 08:07:41', 'سنة الإلتحاق بالجامعة', '2023'),
(518, 1, 2, 38, '2021-07-29 08:07:41', 'إسم ولي الامر', '01222222'),
(519, 1, 2, 38, '2021-07-29 08:07:41', 'صلة قرابة ولي الامر بالطالب', 'father'),
(520, 1, 2, 38, '2021-07-29 08:07:41', 'رقم ولي الامر', '01235558888'),
(521, 1, 2, 38, '2021-07-29 08:07:41', 'رقم اقرب شخص بالطالب', '01238277777'),
(522, 1, 2, 38, '2021-07-29 08:07:41', 'حالة الطالب الصحية', 'مشكلة الربو'),
(523, 1, 2, 39, '2021-07-29 08:09:55', 'إسم الطالب', 'ميادة مبارك'),
(524, 1, 2, 39, '2021-07-29 08:09:55', 'القسم', 'هندسة البرمج'),
(525, 1, 2, 39, '2021-07-29 08:09:55', 'المستوي', '2'),
(526, 1, 2, 39, '2021-07-29 08:09:55', 'الرقم الجامعي', '111444'),
(527, 1, 2, 39, '2021-07-29 08:09:55', 'البريد الإلكتروني', 'mayada@eeee.hh'),
(528, 1, 2, 39, '2021-07-29 08:09:55', 'رقم الجوال', '012345678'),
(529, 1, 2, 39, '2021-07-29 08:09:55', 'الرقم المنزل', '203'),
(530, 1, 2, 39, '2021-07-29 08:09:55', 'سنة الإلتحاق بالجامعة', '2023'),
(531, 1, 2, 39, '2021-07-29 08:09:56', 'إسم ولي الامر', '01222222'),
(532, 1, 2, 39, '2021-07-29 08:09:56', 'صلة قرابة ولي الامر بالطالب', 'father'),
(533, 1, 2, 39, '2021-07-29 08:09:56', 'رقم ولي الامر', '01235558888'),
(534, 1, 2, 39, '2021-07-29 08:09:56', 'رقم اقرب شخص بالطالب', '01238277777'),
(535, 1, 2, 39, '2021-07-29 08:09:56', 'حالة الطالب الصحية', 'مشكلة الربو'),
(536, 1, 2, 40, '2021-07-29 08:11:22', 'إسم الطالب', 'ميادة مبارك'),
(537, 1, 2, 40, '2021-07-29 08:11:22', 'القسم', 'هندسة البرمج'),
(538, 1, 2, 40, '2021-07-29 08:11:22', 'المستوي', '2'),
(539, 1, 2, 40, '2021-07-29 08:11:22', 'الرقم الجامعي', '111444'),
(540, 1, 2, 40, '2021-07-29 08:11:22', 'البريد الإلكتروني', 'mayada@eeee.hh'),
(541, 1, 2, 40, '2021-07-29 08:11:22', 'رقم الجوال', '012345678'),
(542, 1, 2, 40, '2021-07-29 08:11:22', 'الرقم المنزل', '203'),
(543, 1, 2, 40, '2021-07-29 08:11:22', 'سنة الإلتحاق بالجامعة', '2023'),
(544, 1, 2, 40, '2021-07-29 08:11:22', 'إسم ولي الامر', '01222222'),
(545, 1, 2, 40, '2021-07-29 08:11:22', 'صلة قرابة ولي الامر بالطالب', 'father'),
(546, 1, 2, 40, '2021-07-29 08:11:22', 'رقم ولي الامر', '01235558888'),
(547, 1, 2, 40, '2021-07-29 08:11:22', 'رقم اقرب شخص بالطالب', '01238277777'),
(548, 1, 2, 40, '2021-07-29 08:11:22', 'حالة الطالب الصحية', 'مشكلة الربو'),
(549, 1, 2, 41, '2021-07-29 08:16:24', 'إسم الطالب', '1'),
(550, 1, 2, 41, '2021-07-29 08:16:25', 'القسم', '2'),
(551, 1, 2, 41, '2021-07-29 08:16:25', 'المستوي', '3'),
(552, 1, 2, 41, '2021-07-29 08:16:25', 'الرقم الجامعي', '4'),
(553, 1, 2, 41, '2021-07-29 08:16:25', 'البريد الإلكتروني', 'adQgg@gg.k'),
(554, 1, 2, 41, '2021-07-29 08:16:25', 'رقم الجوال', '6'),
(555, 1, 2, 41, '2021-07-29 08:16:26', 'الرقم المنزل', '7'),
(556, 1, 2, 41, '2021-07-29 08:16:26', 'سنة الإلتحاق بالجامعة', '8'),
(557, 1, 2, 41, '2021-07-29 08:16:26', 'إسم ولي الامر', '9'),
(558, 1, 2, 41, '2021-07-29 08:16:26', 'صلة قرابة ولي الامر بالطالب', '10'),
(559, 1, 2, 41, '2021-07-29 08:16:26', 'رقم ولي الامر', '11'),
(560, 1, 2, 41, '2021-07-29 08:16:26', 'رقم اقرب شخص بالطالب', '12'),
(561, 1, 2, 41, '2021-07-29 08:16:26', 'حالة الطالب الصحية', 'لا توجد مشكلة'),
(562, 1, 2, 41, '2021-07-29 08:16:26', 'لأخري', '-'),
(563, 1, 2, 41, '2021-07-29 08:16:26', 'لهل يوجد مرض مزمن ويحتاج الي عناية خاصة', 'no'),
(564, 1, 2, 41, '2021-07-29 08:16:26', 'مسمي المرض', '-'),
(565, 1, 2, 41, '2021-07-29 08:16:26', 'طرقة التعامل مع المرض', '-'),
(566, 1, 2, 41, '2021-07-29 08:16:26', 'الاسعافات الاولية', '-'),
(567, 1, 2, 41, '2021-07-29 08:16:26', 'ايعيش الطالب مع', 'الابوين'),
(568, 1, 2, 41, '2021-07-29 08:16:26', 'عدد افراد الاسرة', '12'),
(569, 1, 2, 41, '2021-07-29 08:16:26', 'ترتيب الطالب/ة بين الاخوان/ الاخوات', '6'),
(570, 1, 2, 41, '2021-07-29 08:16:26', 'هل  الوالد علي قيد الحياة', 'n'),
(571, 1, 2, 41, '2021-07-29 08:16:26', 'هل  الوالده علي قيد الحياة', 'y'),
(572, 1, 2, 41, '2021-07-29 08:16:26', 'المستوي التعليمي للام', 'لا توجد مشكلة'),
(573, 1, 2, 41, '2021-07-29 08:16:26', 'المستوي التعليمي للاب', 'لا توجد مشكلة'),
(574, 1, 2, 41, '2021-07-29 08:16:26', 'عمر الاب', '60'),
(575, 1, 2, 41, '2021-07-29 08:16:27', 'عمر الام', '50'),
(576, 1, 2, 41, '2021-07-29 08:16:27', 'الحالة الاقتصادية', 'لا توجد مشكلة'),
(577, 1, 2, 41, '2021-07-29 08:16:27', 'نوع السكن', 'لا توجد مشكلة'),
(578, 1, 2, 41, '2021-07-29 08:16:27', 'هل للطالب/ة غرفة مستقلة', 'n'),
(579, 1, 2, 41, '2021-07-29 08:16:27', 'هل يعمل الطالب  مع الدراسة', 'n'),
(580, 1, 2, 41, '2021-07-29 08:16:27', 'لاندماج مع الجماعة بسهولة', 'دائما'),
(581, 1, 2, 41, '2021-07-29 08:16:27', 'لالمقدرة علي ضبط الانفعالات', 'دائما'),
(582, 1, 2, 41, '2021-07-29 08:16:27', 'الثقة بالنفس', 'دائما'),
(583, 1, 2, 41, '2021-07-29 08:16:27', 'إحترام النظام', 'دائما'),
(584, 1, 2, 41, '2021-07-29 08:16:27', 'تحمل المسؤولية', 'دائما'),
(585, 1, 2, 41, '2021-07-29 08:16:27', 'تقبل النقد وتصحيح الاخطاء', 'دائما'),
(586, 1, 2, 41, '2021-07-29 08:16:27', 'التعاون مع الاخرين', 'دائما'),
(587, 1, 2, 41, '2021-07-29 08:16:27', 'الميل للمرح', 'دائما'),
(588, 1, 2, 41, '2021-07-29 08:16:27', 'الاعتناء بالمظهر الخارجي', 'دائما'),
(589, 1, 2, 41, '2021-07-29 08:16:27', 'المثابرة في اداء العمل', 'دائما'),
(590, 1, 2, 41, '2021-07-29 08:16:27', 'المبادرة في إبداء الراي بجراءة', 'دائما'),
(591, 1, 2, 41, '2021-07-29 08:16:27', 'الانتماء الي الكلية', 'دائما'),
(592, 1, 2, 41, '2021-07-29 08:16:27', 'المشاركة مع الاخرين وجدانيا', 'نادرا'),
(593, 1, 2, 41, '2021-07-29 08:16:27', 'التعاون مع الاخرين', 'دائما'),
(594, 1, 2, 41, '2021-07-29 08:16:27', 'الميل للتمرد', 'دائما'),
(595, 1, 2, 41, '2021-07-29 08:16:27', 'الميل للسيطرة وحب الظهور', 'دائما'),
(596, 1, 2, 41, '2021-07-29 08:16:27', 'المعاناه من الحوف', 'دائما'),
(597, 1, 2, 41, '2021-07-29 08:16:27', 'فضيل الجلوس بمعزل عن الاخرين', 'دائما'),
(598, 1, 2, 41, '2021-07-29 08:16:27', 'إنشطة الطالب', 'الفنون( الرسم )'),
(599, 1, 5, 42, '2021-08-09 20:12:00', 'إسم الطالب/ة اختياري', 'fdsdf'),
(600, 1, 5, 42, '2021-08-09 20:12:01', 'الجنس', 'أنثى'),
(601, 1, 5, 42, '2021-08-09 20:12:01', 'الكلية', 'dsfs'),
(602, 1, 5, 42, '2021-08-09 20:12:01', 'التخصص', 'feee'),
(603, 1, 5, 42, '2021-08-09 20:12:01', 'العام الجامعي', '343'),
(604, 1, 5, 42, '2021-08-09 20:12:01', 'الفصل الدراسي', '2'),
(605, 1, 5, 43, '2021-08-09 20:13:28', 'إسم الطالب/ة اختياري', 'fdsdf'),
(606, 1, 5, 43, '2021-08-09 20:13:28', 'الجنس', 'أنثى'),
(607, 1, 5, 43, '2021-08-09 20:13:29', 'الكلية', 'dsfs'),
(608, 1, 5, 43, '2021-08-09 20:13:29', 'التخصص', 'feee'),
(609, 1, 5, 43, '2021-08-09 20:13:29', 'العام الجامعي', '343'),
(610, 1, 5, 43, '2021-08-09 20:13:29', 'الفصل الدراسي', '2'),
(611, 1, 5, 44, '2021-08-09 20:14:12', 'إسم الطالب/ة اختياري', 'fdsdf'),
(612, 1, 5, 44, '2021-08-09 20:14:12', 'الجنس', 'أنثى'),
(613, 1, 5, 44, '2021-08-09 20:14:12', 'الكلية', 'dsfs'),
(614, 1, 5, 44, '2021-08-09 20:14:12', 'التخصص', 'feee'),
(615, 1, 5, 44, '2021-08-09 20:14:12', 'العام الجامعي', '343'),
(616, 1, 5, 44, '2021-08-09 20:14:12', 'الفصل الدراسي', '2'),
(617, 1, 5, 44, '2021-08-09 20:14:12', 'يوجد إعلانات وإرشادات واضحة في القسم لمساعدتي على الارشاد الاكاديمي المناسب', 'موافق جداَ'),
(618, 1, 5, 44, '2021-08-09 20:14:12', 'يشرح لي المرشد الاكاديمي الصلة بين المقررات الدراسية وتفاصيل الخطة الدراسية للقسم', 'موافق'),
(619, 1, 5, 44, '2021-08-09 20:14:12', 'يساعدني  المرشد الاكاديمي في تسجيل الساعات الدراسية المتوافقة مع قدراتي والنظامالجامعي', 'محايد'),
(620, 1, 5, 44, '2021-08-09 20:14:12', 'يتواجد المرشد الاكاديمي خلال الساعات المكتبية للارشاد الاكاديمي', 'غير موافق'),
(621, 1, 5, 44, '2021-08-09 20:14:12', 'تربطني علاقة حسنة بالمرشد الاكاديمي', 'غير موافق جداَ'),
(622, 1, 5, 44, '2021-08-09 20:14:12', 'المرشد الاكاديمي ملتزم بتوجيهي وحل مشكلاتي', 'موافق جداَ'),
(623, 1, 5, 44, '2021-08-09 20:14:12', 'المرشد الاكاديمي متابعاَ لمدى تقدمي ويقدم لي النصح والتوجيه أثناء الفصل الدراسي', 'موافق'),
(624, 1, 5, 44, '2021-08-09 20:14:13', 'وجدت تشجيعاَ من مرشدي الاكاديمي لتطوير افكاري وتوجهاتي في مجال تخصصي', 'محايد'),
(625, 1, 5, 44, '2021-08-09 20:14:13', 'يساعدني المرشد الاكاديمي في مناقشة نتائجي في مقررات الفصل السابق مع مدرسي المقررات', 'غير موافق'),
(626, 1, 5, 44, '2021-08-09 20:14:13', 'تم تعريفي بعملية التسجيل الالكترونيوكافة الخدمات بالموقع من خلال الارشاد الاكاديمي', 'غير موافق  جداَ'),
(627, 1, 5, 44, '2021-08-09 20:14:13', 'استفدت من اللقاءات الجماعية التي يققدمها الارشاد الاكاديمي', 'موافق جداَ'),
(628, 1, 5, 44, '2021-08-09 20:14:13', 'استفدت من اللقاءات الفردية التي يقدمها الارشاد الاكاديمي', 'موافق'),
(629, 1, 5, 44, '2021-08-09 20:14:13', 'وفر المرشد الدعم اللازم للطالب اثناء دراسته بما يحقق إتمام الخطة الدراسية', 'محايد'),
(630, 1, 5, 44, '2021-08-09 20:14:13', 'يقدم المرشد النصائح للتحسين التحصيل العلمي والتغلب على المشكلات الاكاديمية والادارية', 'غير موافق'),
(631, 1, 5, 44, '2021-08-09 20:14:13', 'أرتفع مستوى الوعي داخل الحرم الجامعي بما توفره الجامعة من خدمات', 'غير موافق جداَ'),
(632, 1, 5, 44, '2021-08-09 20:14:13', 'يوفر المرشد الخبرات اللازمة حول تنظيم الوقت وحسن إستثماره للحصول على افضل الاساليب في الدراسة والتحصيل الجيد', 'موافق جداَ'),
(633, 1, 5, 44, '2021-08-09 20:14:14', 'أتاح لي المرشد الاكاديمي معلومات دقيقة خاصة بلوائح الجامعة والكلية ونظامها', 'موافق'),
(634, 1, 5, 44, '2021-08-09 20:14:14', 'أظهر المرشد الاكاديمي إهتمام واضح بالانشطة الطلابية التي امارسها في الكلية', 'محايد'),
(635, 1, 5, 44, '2021-08-09 20:14:14', 'أشعر بالرضا بشكل عام عن مستوى خدمة الارشادالاكاديمي في القسم', 'غير موافق'),
(636, 1, 5, 45, '2021-08-09 20:16:46', 'إسم الطالب/ة اختياري', 'fdsdf'),
(637, 1, 5, 45, '2021-08-09 20:16:46', 'الجنس', 'أنثى'),
(638, 1, 5, 45, '2021-08-09 20:16:46', 'الكلية', 'dsfs'),
(639, 1, 5, 45, '2021-08-09 20:16:46', 'التخصص', 'feee'),
(640, 1, 5, 45, '2021-08-09 20:16:46', 'العام الجامعي', '343'),
(641, 1, 5, 45, '2021-08-09 20:16:46', 'الفصل الدراسي', '2'),
(642, 1, 5, 45, '2021-08-09 20:16:46', 'يوجد إعلانات وإرشادات واضحة في القسم لمساعدتي على الارشاد الاكاديمي المناسب', 'موافق جداَ'),
(643, 1, 5, 45, '2021-08-09 20:16:46', 'يشرح لي المرشد الاكاديمي الصلة بين المقررات الدراسية وتفاصيل الخطة الدراسية للقسم', 'موافق'),
(644, 1, 5, 45, '2021-08-09 20:16:47', 'يساعدني  المرشد الاكاديمي في تسجيل الساعات الدراسية المتوافقة مع قدراتي والنظامالجامعي', 'محايد'),
(645, 1, 5, 45, '2021-08-09 20:16:47', 'يتواجد المرشد الاكاديمي خلال الساعات المكتبية للارشاد الاكاديمي', 'غير موافق'),
(646, 1, 5, 45, '2021-08-09 20:16:47', 'تربطني علاقة حسنة بالمرشد الاكاديمي', 'غير موافق جداَ'),
(647, 1, 5, 45, '2021-08-09 20:16:47', 'المرشد الاكاديمي ملتزم بتوجيهي وحل مشكلاتي', 'موافق جداَ'),
(648, 1, 5, 45, '2021-08-09 20:16:47', 'المرشد الاكاديمي متابعاَ لمدى تقدمي ويقدم لي النصح والتوجيه أثناء الفصل الدراسي', 'موافق'),
(649, 1, 5, 45, '2021-08-09 20:16:47', 'وجدت تشجيعاَ من مرشدي الاكاديمي لتطوير افكاري وتوجهاتي في مجال تخصصي', 'محايد'),
(650, 1, 5, 45, '2021-08-09 20:16:47', 'يساعدني المرشد الاكاديمي في مناقشة نتائجي في مقررات الفصل السابق مع مدرسي المقررات', 'غير موافق'),
(651, 1, 5, 45, '2021-08-09 20:16:47', 'تم تعريفي بعملية التسجيل الالكترونيوكافة الخدمات بالموقع من خلال الارشاد الاكاديمي', 'غير موافق  جداَ'),
(652, 1, 5, 45, '2021-08-09 20:16:47', 'استفدت من اللقاءات الجماعية التي يققدمها الارشاد الاكاديمي', 'موافق جداَ'),
(653, 1, 5, 45, '2021-08-09 20:16:47', 'استفدت من اللقاءات الفردية التي يقدمها الارشاد الاكاديمي', 'موافق'),
(654, 1, 5, 45, '2021-08-09 20:16:47', 'وفر المرشد الدعم اللازم للطالب اثناء دراسته بما يحقق إتمام الخطة الدراسية', 'محايد'),
(655, 1, 5, 45, '2021-08-09 20:16:47', 'يقدم المرشد النصائح للتحسين التحصيل العلمي والتغلب على المشكلات الاكاديمية والادارية', 'غير موافق'),
(656, 1, 5, 45, '2021-08-09 20:16:47', 'أرتفع مستوى الوعي داخل الحرم الجامعي بما توفره الجامعة من خدمات', 'غير موافق جداَ'),
(657, 1, 5, 45, '2021-08-09 20:16:47', 'يوفر المرشد الخبرات اللازمة حول تنظيم الوقت وحسن إستثماره للحصول على افضل الاساليب في الدراسة والتحصيل الجيد', 'موافق جداَ'),
(658, 1, 5, 45, '2021-08-09 20:16:47', 'أتاح لي المرشد الاكاديمي معلومات دقيقة خاصة بلوائح الجامعة والكلية ونظامها', 'موافق'),
(659, 1, 5, 45, '2021-08-09 20:16:47', 'أظهر المرشد الاكاديمي إهتمام واضح بالانشطة الطلابية التي امارسها في الكلية', 'محايد'),
(660, 1, 5, 45, '2021-08-09 20:16:47', 'أشعر بالرضا بشكل عام عن مستوى خدمة الارشادالاكاديمي في القسم', 'غير موافق'),
(661, 1, 5, 46, '2021-08-09 20:17:33', 'إسم الطالب/ة اختياري', 'fdsdf'),
(662, 1, 5, 46, '2021-08-09 20:17:33', 'الجنس', 'أنثى'),
(663, 1, 5, 46, '2021-08-09 20:17:33', 'الكلية', 'dsfs'),
(664, 1, 5, 46, '2021-08-09 20:17:33', 'التخصص', 'feee'),
(665, 1, 5, 46, '2021-08-09 20:17:33', 'العام الجامعي', '343'),
(666, 1, 5, 46, '2021-08-09 20:17:33', 'الفصل الدراسي', '2'),
(667, 1, 5, 46, '2021-08-09 20:17:34', 'يوجد إعلانات وإرشادات واضحة في القسم لمساعدتي على الارشاد الاكاديمي المناسب', 'موافق جداَ'),
(668, 1, 5, 46, '2021-08-09 20:17:34', 'يشرح لي المرشد الاكاديمي الصلة بين المقررات الدراسية وتفاصيل الخطة الدراسية للقسم', 'موافق'),
(669, 1, 5, 46, '2021-08-09 20:17:34', 'يساعدني  المرشد الاكاديمي في تسجيل الساعات الدراسية المتوافقة مع قدراتي والنظامالجامعي', 'محايد'),
(670, 1, 5, 46, '2021-08-09 20:17:34', 'يتواجد المرشد الاكاديمي خلال الساعات المكتبية للارشاد الاكاديمي', 'غير موافق'),
(671, 1, 5, 46, '2021-08-09 20:17:34', 'تربطني علاقة حسنة بالمرشد الاكاديمي', 'غير موافق جداَ'),
(672, 1, 5, 46, '2021-08-09 20:17:34', 'المرشد الاكاديمي ملتزم بتوجيهي وحل مشكلاتي', 'موافق جداَ'),
(673, 1, 5, 46, '2021-08-09 20:17:34', 'المرشد الاكاديمي متابعاَ لمدى تقدمي ويقدم لي النصح والتوجيه أثناء الفصل الدراسي', 'موافق'),
(674, 1, 5, 46, '2021-08-09 20:17:34', 'وجدت تشجيعاَ من مرشدي الاكاديمي لتطوير افكاري وتوجهاتي في مجال تخصصي', 'محايد'),
(675, 1, 5, 46, '2021-08-09 20:17:34', 'يساعدني المرشد الاكاديمي في مناقشة نتائجي في مقررات الفصل السابق مع مدرسي المقررات', 'غير موافق'),
(676, 1, 5, 46, '2021-08-09 20:17:34', 'تم تعريفي بعملية التسجيل الالكترونيوكافة الخدمات بالموقع من خلال الارشاد الاكاديمي', 'غير موافق  جداَ'),
(677, 1, 5, 46, '2021-08-09 20:17:34', 'استفدت من اللقاءات الجماعية التي يققدمها الارشاد الاكاديمي', 'موافق جداَ'),
(678, 1, 5, 46, '2021-08-09 20:17:34', 'استفدت من اللقاءات الفردية التي يقدمها الارشاد الاكاديمي', 'موافق'),
(679, 1, 5, 46, '2021-08-09 20:17:34', 'وفر المرشد الدعم اللازم للطالب اثناء دراسته بما يحقق إتمام الخطة الدراسية', 'محايد'),
(680, 1, 5, 46, '2021-08-09 20:17:34', 'يقدم المرشد النصائح للتحسين التحصيل العلمي والتغلب على المشكلات الاكاديمية والادارية', 'غير موافق'),
(681, 1, 5, 46, '2021-08-09 20:17:34', 'أرتفع مستوى الوعي داخل الحرم الجامعي بما توفره الجامعة من خدمات', 'غير موافق جداَ'),
(682, 1, 5, 46, '2021-08-09 20:17:35', 'يوفر المرشد الخبرات اللازمة حول تنظيم الوقت وحسن إستثماره للحصول على افضل الاساليب في الدراسة والتحصيل الجيد', 'موافق جداَ'),
(683, 1, 5, 46, '2021-08-09 20:17:35', 'أتاح لي المرشد الاكاديمي معلومات دقيقة خاصة بلوائح الجامعة والكلية ونظامها', 'موافق'),
(684, 1, 5, 46, '2021-08-09 20:17:35', 'أظهر المرشد الاكاديمي إهتمام واضح بالانشطة الطلابية التي امارسها في الكلية', 'محايد'),
(685, 1, 5, 47, '2021-08-09 20:20:56', 'إسم المرشد/ة الأكاديمي/ة', 'fdsf'),
(686, 1, 5, 47, '2021-08-09 20:20:56', 'الكلية', 'fdsf'),
(687, 1, 5, 47, '2021-08-09 20:20:56', 'القسم', 'dsfds'),
(688, 1, 5, 47, '2021-08-09 20:20:56', 'البريد الالكتروني', 'fsdf'),
(689, 1, 5, 47, '2021-08-09 20:20:56', 'العام الجامعي', 'dfsd'),
(690, 1, 5, 47, '2021-08-09 20:20:56', 'المستوى', 'fdsf'),
(691, 1, 5, 47, '2021-08-09 20:20:56', 'الفصل الدراسي', 'eee'),
(692, 1, 5, 47, '2021-08-09 20:20:56', 'عدد طلاب المجموعة الإرشادية', 'dsfd'),
(693, 1, 5, 47, '2021-08-09 20:20:56', 'عدد اللقاءات الجماعية التي نفذت خلال الفصل الدراسي حتى تاريخه', 'dfdsf');
INSERT INTO `answers` (`id`, `user_id`, `student_id`, `student_questionairs_id`, `date`, `question`, `answer`) VALUES
(694, 1, 5, 47, '2021-08-09 20:20:56', 'اليوم والتاريخ', 'dsfdsf'),
(695, 1, 5, 47, '2021-08-09 20:20:56', 'الرقم الجامعي', 'fffdfsd'),
(696, 1, 5, 47, '2021-08-09 20:20:56', 'إسم الطالب/ة', 'dsf'),
(697, 1, 5, 47, '2021-08-09 20:20:56', 'توقيع الطالب/ة', 'dfs'),
(698, 1, 5, 47, '2021-08-09 20:20:56', 'المستوى الدراسي', 'fdsf'),
(699, 1, 5, 47, '2021-08-09 20:20:57', 'موضوع اللقاء الإرشادي الجماعي', 'fdsf'),
(700, 1, 5, 47, '2021-08-09 20:20:57', 'نتائج اللقاء الإرشادي الجماعي', 'fdsf'),
(701, 1, 5, 47, '2021-08-09 20:20:57', 'ملاحظات عامة', 'fsd'),
(702, 1, 5, 47, '2021-08-09 20:20:57', 'إسم المرشد/ة', 'fsdf'),
(703, 1, 5, 47, '2021-08-09 20:20:57', 'توقيم المرشد/ة', 'fds'),
(704, 1, 5, 48, '2021-08-09 20:21:42', 'إسم المرشد/ة الأكاديمي/ة', 'fdsf'),
(705, 1, 5, 48, '2021-08-09 20:21:42', 'الكلية', 'fdsf'),
(706, 1, 5, 48, '2021-08-09 20:21:42', 'القسم', 'dsfds'),
(707, 1, 5, 48, '2021-08-09 20:21:43', 'البريد الالكتروني', 'fsdf'),
(708, 1, 5, 48, '2021-08-09 20:21:43', 'العام الجامعي', 'dfsd'),
(709, 1, 5, 48, '2021-08-09 20:21:43', 'المستوى', 'fdsf'),
(710, 1, 5, 48, '2021-08-09 20:21:43', 'الفصل الدراسي', 'eee'),
(711, 1, 5, 48, '2021-08-09 20:21:43', 'عدد طلاب المجموعة الإرشادية', 'dsfd'),
(712, 1, 5, 48, '2021-08-09 20:21:43', 'عدد اللقاءات الجماعية التي نفذت خلال الفصل الدراسي حتى تاريخه', 'dfdsf'),
(713, 1, 5, 48, '2021-08-09 20:21:43', 'اليوم والتاريخ', 'dsfdsf'),
(714, 1, 5, 48, '2021-08-09 20:21:43', 'الرقم الجامعي', 'fffdfsd'),
(715, 1, 5, 48, '2021-08-09 20:21:43', 'إسم الطالب/ة', 'dsf'),
(716, 1, 5, 48, '2021-08-09 20:21:43', 'توقيع الطالب/ة', 'dfs'),
(717, 1, 5, 48, '2021-08-09 20:21:43', 'المستوى الدراسي', 'fdsf'),
(718, 1, 5, 48, '2021-08-09 20:21:43', 'موضوع اللقاء الإرشادي الجماعي', 'fdsf'),
(719, 1, 5, 48, '2021-08-09 20:21:43', 'نتائج اللقاء الإرشادي الجماعي', 'fdsf'),
(720, 1, 5, 48, '2021-08-09 20:21:43', 'ملاحظات عامة', 'fsd'),
(721, 1, 5, 48, '2021-08-09 20:21:44', 'إسم المرشد/ة', 'fsdf'),
(722, 1, 5, 49, '2021-08-09 20:57:37', 'إسم المرشد/ة', 'بسي'),
(723, 1, 5, 49, '2021-08-09 20:57:37', 'القسم', 'بيسب'),
(724, 1, 5, 49, '2021-08-09 20:57:37', 'الفصل الدراسي', 'يثث'),
(725, 1, 5, 49, '2021-08-09 20:57:38', 'عدد الطلاب', 'ثثث'),
(726, 1, 5, 49, '2021-08-09 20:57:38', 'وصف ما تم إنجازه خلال الفصل الدراسي', 'يسبيس'),
(727, 1, 5, 49, '2021-08-09 20:57:38', 'المشكلات التي واجهت المرشد الأكاديمي خلال الفصل الدراسي', 'يبي'),
(728, 1, 5, 49, '2021-08-09 20:57:38', 'توصيات', 'بيب'),
(729, 1, 5, 49, '2021-08-09 20:57:38', 'التوقيع', 'يبي'),
(730, 1, 5, 49, '2021-08-09 20:57:38', 'التاريخ', 'بي'),
(731, 1, 5, 50, '2021-08-09 20:59:43', 'إسم المرشد/ة', 'ث'),
(732, 1, 5, 50, '2021-08-09 20:59:43', 'القسم', 'سب'),
(733, 1, 5, 50, '2021-08-09 20:59:43', 'الفصل الدراسي', '3بب'),
(734, 1, 5, 50, '2021-08-09 20:59:43', 'عدد الطلاب', 'بسي'),
(735, 1, 5, 50, '2021-08-09 20:59:43', 'وصف ما تم إنجازه خلال الفصل الدراسي', 'بيس'),
(736, 1, 5, 50, '2021-08-09 20:59:43', 'المشكلات التي واجهت المرشد الأكاديمي خلال الفصل الدراسي', 'يبيس'),
(737, 1, 5, 50, '2021-08-09 20:59:43', 'توصيات', 'يبيس'),
(738, 1, 5, 50, '2021-08-09 20:59:43', 'التوقيع', 'سيب'),
(739, 1, 5, 50, '2021-08-09 20:59:43', 'التاريخ', 'يسبي'),
(740, 1, 5, 51, '2021-08-09 21:03:08', 'إسم المرشد/ة', 'ث'),
(741, 1, 5, 51, '2021-08-09 21:03:08', 'القسم', 'سب'),
(742, 1, 5, 51, '2021-08-09 21:03:08', 'الفصل الدراسي', '3بب'),
(743, 1, 5, 51, '2021-08-09 21:03:08', 'عدد الطلاب', 'بسي'),
(744, 1, 5, 51, '2021-08-09 21:03:08', 'وصف ما تم إنجازه خلال الفصل الدراسي', 'بيس'),
(745, 1, 5, 51, '2021-08-09 21:03:08', 'المشكلات التي واجهت المرشد الأكاديمي خلال الفصل الدراسي', 'يبيس'),
(746, 1, 5, 51, '2021-08-09 21:03:08', 'توصيات', 'يبيس'),
(747, 1, 5, 51, '2021-08-09 21:03:08', 'التوقيع', 'سيب'),
(748, 1, 5, 51, '2021-08-09 21:03:08', 'التاريخ', 'يسبي'),
(749, 1, 5, 52, '2021-08-09 21:08:40', 'إسم المرشد/ة', 'vfv'),
(750, 1, 5, 52, '2021-08-09 21:08:40', 'القسم', 'brgbg'),
(751, 1, 5, 52, '2021-08-09 21:08:40', 'الفصل الدراسي', 'rbegrec'),
(752, 1, 5, 52, '2021-08-09 21:08:40', 'عدد الطلاب', 'edcedc'),
(753, 1, 5, 52, '2021-08-09 21:08:40', 'وصف ما تم إنجازه خلال الفصل الدراسي', 'cdcq'),
(754, 1, 5, 52, '2021-08-09 21:08:40', 'المشكلات التي واجهت المرشد الأكاديمي خلال الفصل الدراسي', 'dcdc'),
(755, 1, 5, 52, '2021-08-09 21:08:40', 'توصيات', 'dcd'),
(756, 1, 5, 52, '2021-08-09 21:08:40', 'المرشد/ة الاكاديمي', 'dcdc'),
(757, 1, 5, 52, '2021-08-09 21:08:40', 'التوقيع', 'dc'),
(758, 1, 5, 52, '2021-08-09 21:08:40', 'التاريخ', 'ddddd'),
(759, 1, 5, 53, '2021-08-09 21:09:17', 'إسم المرشد/ة', 'cxcc'),
(760, 1, 5, 53, '2021-08-09 21:09:17', 'القسم', 'dcdc'),
(761, 1, 5, 53, '2021-08-09 21:09:17', 'الفصل الدراسي', '3'),
(762, 1, 5, 53, '2021-08-09 21:09:18', 'عدد الطلاب', '4'),
(763, 1, 5, 53, '2021-08-09 21:09:18', 'وصف ما تم إنجازه خلال الفصل الدراسي', '5'),
(764, 1, 5, 53, '2021-08-09 21:09:18', 'المشكلات التي واجهت المرشد الأكاديمي خلال الفصل الدراسي', '6'),
(765, 1, 5, 53, '2021-08-09 21:09:18', 'توصيات', '7'),
(766, 1, 5, 53, '2021-08-09 21:09:18', 'المرشد/ة الاكاديمي', '8'),
(767, 1, 5, 53, '2021-08-09 21:09:18', 'التوقيع', '9'),
(768, 1, 5, 53, '2021-08-09 21:09:18', 'التاريخ', '10'),
(769, 1, 5, 54, '2021-08-09 21:13:15', 'إسم الطالب/ة', 'ميادة مبارك'),
(770, 1, 5, 54, '2021-08-09 21:13:15', 'الرقم الجامعي', '122555'),
(771, 1, 5, 54, '2021-08-09 21:13:15', 'الفصل الدراسي والعام الجامعي', '1'),
(772, 1, 5, 54, '2021-08-09 21:13:15', 'التخصص', 'cs'),
(773, 1, 5, 54, '2021-08-09 21:13:15', 'المستوى', '4'),
(774, 1, 5, 54, '2021-08-09 21:13:15', 'المعدل التراكمي', '78'),
(775, 1, 5, 54, '2021-08-09 21:13:15', 'إسم المقرر', 'cd 1'),
(776, 1, 5, 54, '2021-08-09 21:13:15', 'رقم المقرر ورمزه', '2-cs'),
(777, 1, 5, 54, '2021-08-09 21:13:15', 'الساعات المعتمدة', '4'),
(778, 1, 5, 54, '2021-08-09 21:13:15', 'مواعيد المحاضرات', 'الأحد'),
(779, 1, 5, 54, '2021-08-09 21:13:16', 'إسم الطالب/ة', 'ggggg'),
(780, 1, 5, 54, '2021-08-09 21:13:16', 'توقيع الطالب/ة', '-'),
(781, 1, 5, 54, '2021-08-09 21:13:16', 'إسم المرشد/ة', 'hhhhh'),
(782, 1, 5, 54, '2021-08-09 21:13:16', 'توقيم المرشد/ة', '-'),
(783, 1, 5, 55, '2021-08-09 21:14:27', 'إسم الطالب/ة', 'ميادة مبارك'),
(784, 1, 5, 55, '2021-08-09 21:14:27', 'الرقم الجامعي', '122555'),
(785, 1, 5, 55, '2021-08-09 21:14:28', 'الفصل الدراسي والعام الجامعي', '1'),
(786, 1, 5, 55, '2021-08-09 21:14:28', 'التخصص', 'cs'),
(787, 1, 5, 55, '2021-08-09 21:14:28', 'المستوى', '4'),
(788, 1, 5, 55, '2021-08-09 21:14:28', 'المعدل التراكمي', '78'),
(789, 1, 5, 55, '2021-08-09 21:14:28', 'إسم المقرر', 'cd 1'),
(790, 1, 5, 55, '2021-08-09 21:14:28', 'رقم المقرر ورمزه', '2-cs'),
(791, 1, 5, 55, '2021-08-09 21:14:28', 'الساعات المعتمدة', '4'),
(792, 1, 5, 55, '2021-08-09 21:14:28', 'مواعيد المحاضرات', 'الأحد'),
(793, 1, 5, 55, '2021-08-09 21:14:28', 'إسم الطالب/ة', 'ggggg'),
(794, 1, 5, 55, '2021-08-09 21:14:28', 'توقيع الطالب/ة', '-'),
(795, 1, 5, 55, '2021-08-09 21:14:29', 'إسم المرشد/ة', 'hhhhh'),
(796, 1, 5, 55, '2021-08-09 21:14:29', 'توقيم المرشد/ة', '-'),
(797, 1, 5, 56, '2021-08-09 21:40:36', 'إسم الطالب/ة', '1'),
(798, 1, 5, 56, '2021-08-09 21:40:36', 'الرقم الجامعي', '2'),
(799, 1, 5, 56, '2021-08-09 21:40:36', 'القسم', '3'),
(800, 1, 5, 56, '2021-08-09 21:40:36', 'الفصل الدراسي', '4'),
(801, 1, 5, 56, '2021-08-09 21:40:36', 'العام الجامعي', '5'),
(802, 1, 5, 56, '2021-08-09 21:40:36', 'عدد الساعات المجتازة', '6'),
(803, 1, 5, 56, '2021-08-09 21:40:36', 'عدد الساعات المسجلة', '7'),
(804, 1, 5, 56, '2021-08-09 21:40:36', 'عدد الساعات المتبقية', '8'),
(805, 1, 5, 56, '2021-08-09 21:40:36', 'عدد الانذارات (إن وجدت', '9'),
(806, 1, 5, 56, '2021-08-09 21:40:36', 'المعدل الفصلي', '10'),
(807, 1, 5, 56, '2021-08-09 21:40:36', 'المعدل التراكمي', '11'),
(808, 1, 5, 56, '2021-08-09 21:40:36', 'هل تم فصله أكاديمياَ سابقاَ', '12'),
(809, 1, 5, 56, '2021-08-09 21:40:36', 'معلومات أخرى', '13'),
(810, 1, 5, 56, '2021-08-09 21:40:36', 'موضوع اللقاء الاكاديمي بين المرشد والطالب/ة', 'عمليات الحذف والاضافة'),
(811, 1, 5, 56, '2021-08-09 21:40:36', 'بعض المشكلات التي تعوق تقدمه الدراسي', 'مشكلة  إجتماعية'),
(812, 1, 5, 57, '2021-08-09 21:45:30', 'إسم الطالب/ة', '1'),
(813, 1, 5, 57, '2021-08-09 21:45:30', 'الرقم الجامعي', '2'),
(814, 1, 5, 57, '2021-08-09 21:45:30', 'القسم', '3'),
(815, 1, 5, 57, '2021-08-09 21:45:30', 'الفصل الدراسي', '4'),
(816, 1, 5, 57, '2021-08-09 21:45:30', 'العام الجامعي', '5'),
(817, 1, 5, 57, '2021-08-09 21:45:30', 'عدد الساعات المجتازة', '6'),
(818, 1, 5, 57, '2021-08-09 21:45:30', 'عدد الساعات المسجلة', '7'),
(819, 1, 5, 57, '2021-08-09 21:45:30', 'عدد الساعات المتبقية', '8'),
(820, 1, 5, 57, '2021-08-09 21:45:30', 'عدد الانذارات (إن وجدت', '9'),
(821, 1, 5, 57, '2021-08-09 21:45:31', 'المعدل الفصلي', '10'),
(822, 1, 5, 57, '2021-08-09 21:45:31', 'المعدل التراكمي', '11'),
(823, 1, 5, 57, '2021-08-09 21:45:31', 'هل تم فصله أكاديمياَ سابقاَ', '12'),
(824, 1, 5, 57, '2021-08-09 21:45:31', 'معلومات أخرى', '13'),
(825, 1, 5, 57, '2021-08-09 21:45:31', 'موضوع اللقاء الاكاديمي بين المرشد والطالب/ة', 'عمليات الحذف والاضافة'),
(826, 1, 5, 57, '2021-08-09 21:45:31', 'بعض المشكلات التي تعوق تقدمه الدراسي', 'مشكلة  إجتماعية'),
(827, 1, 5, 57, '2021-08-09 21:45:31', 'توصية المرشد الاكاديمي والطلابي', '16'),
(828, 1, 5, 57, '2021-08-09 21:45:31', 'إسم المرشد الاكاديمي', '17'),
(829, 1, 5, 57, '2021-08-09 21:45:31', 'التوقيع', '18'),
(830, 1, 5, 57, '2021-08-09 21:45:31', 'التاريخ', '19'),
(831, 1, 5, 58, '2021-08-09 21:47:07', 'إسم الطالب/ة', '1'),
(832, 1, 5, 58, '2021-08-09 21:47:07', 'الرقم الجامعي', '2'),
(833, 1, 5, 58, '2021-08-09 21:47:07', 'القسم', '3'),
(834, 1, 5, 58, '2021-08-09 21:47:07', 'الفصل الدراسي', '4'),
(835, 1, 5, 58, '2021-08-09 21:47:07', 'العام الجامعي', '5'),
(836, 1, 5, 58, '2021-08-09 21:47:08', 'عدد الساعات المجتازة', '6'),
(837, 1, 5, 58, '2021-08-09 21:47:08', 'عدد الساعات المسجلة', '7'),
(838, 1, 5, 58, '2021-08-09 21:47:08', 'عدد الساعات المتبقية', '8'),
(839, 1, 5, 58, '2021-08-09 21:47:08', 'عدد الانذارات (إن وجدت', '9'),
(840, 1, 5, 58, '2021-08-09 21:47:08', 'المعدل الفصلي', '10'),
(841, 1, 5, 58, '2021-08-09 21:47:08', 'المعدل التراكمي', '11'),
(842, 1, 5, 58, '2021-08-09 21:47:08', 'هل تم فصله أكاديمياَ سابقاَ', '12'),
(843, 1, 5, 58, '2021-08-09 21:47:08', 'معلومات أخرى', '13'),
(844, 1, 5, 58, '2021-08-09 21:47:08', 'موضوع اللقاء الاكاديمي بين المرشد والطالب/ة', 'عمليات الحذف والاضافة'),
(845, 1, 5, 58, '2021-08-09 21:47:08', 'بعض المشكلات التي تعوق تقدمه الدراسي', 'مشكلة  إجتماعية'),
(846, 1, 5, 58, '2021-08-09 21:47:08', 'توصية المرشد الاكاديمي والطلابي', '16'),
(847, 1, 5, 58, '2021-08-09 21:47:08', 'إسم المرشد الاكاديمي', '17'),
(848, 1, 5, 58, '2021-08-09 21:47:08', 'التوقيع', '18'),
(849, 1, 5, 58, '2021-08-09 21:47:08', 'التاريخ', '19'),
(850, 1, 5, 59, '2021-08-09 21:51:41', 'إسم الطالب/ة', '1'),
(851, 1, 5, 59, '2021-08-09 21:51:41', 'الرقم الجامعي', '2'),
(852, 1, 5, 59, '2021-08-09 21:51:41', 'الفصل الدراسي والعام الجامعي', '3'),
(853, 1, 5, 59, '2021-08-09 21:51:41', 'التخصص', '4'),
(854, 1, 5, 59, '2021-08-09 21:51:41', 'المستوى', '5'),
(855, 1, 5, 59, '2021-08-09 21:51:41', 'المعدل التراكمي', '6'),
(856, 1, 5, 59, '2021-08-09 21:51:41', 'المشكلة', '7'),
(857, 1, 5, 59, '2021-08-09 21:51:41', 'أسباب المشكلة', '8'),
(858, 1, 5, 59, '2021-08-09 21:51:41', 'أطراف المشكلة', '9'),
(859, 1, 5, 59, '2021-08-09 21:51:41', 'النتيجة', '10'),
(860, 1, 5, 59, '2021-08-09 21:51:42', 'المؤشر', '11'),
(861, 1, 5, 59, '2021-08-09 21:51:42', 'إسم المرشد/ة', '12'),
(862, 1, 5, 59, '2021-08-09 21:51:42', 'توقيم المرشد/ة', '13'),
(863, 1, 5, 60, '2021-08-09 21:54:02', 'إسم الطالب/ة', '1'),
(864, 1, 5, 60, '2021-08-09 21:54:02', 'القسم', '2'),
(865, 1, 5, 60, '2021-08-09 21:54:02', 'الرقم الجامعي', '3'),
(866, 1, 5, 60, '2021-08-09 21:54:02', 'الأسبوع', '4'),
(867, 1, 5, 60, '2021-08-09 21:54:02', 'اليوم', '5'),
(868, 1, 5, 60, '2021-08-09 21:54:02', 'تاريخ المقابلة', '6'),
(869, 1, 5, 60, '2021-08-09 21:54:02', 'محتوى الجلسة', '7'),
(870, 1, 5, 60, '2021-08-09 21:54:03', 'مشكلات تواجه الطلاب', '8'),
(871, 1, 5, 60, '2021-08-09 21:54:03', 'توقيع الطالب/ة', '9'),
(872, 1, 5, 60, '2021-08-09 21:54:03', 'توقيع المرشد/ة', '10'),
(873, 1, 5, 61, '2021-08-09 21:57:20', 'إسم المرشد/ة الأكاديمي/ة', '1'),
(874, 1, 5, 61, '2021-08-09 21:57:20', 'الكلية', '2'),
(875, 1, 5, 61, '2021-08-09 21:57:20', 'القسم', '3'),
(876, 1, 5, 61, '2021-08-09 21:57:20', 'البريد الالكتروني', '4'),
(877, 1, 5, 61, '2021-08-09 21:57:20', 'العام الجامعي', '5'),
(878, 1, 5, 61, '2021-08-09 21:57:20', 'الفصل الدراسي', '6'),
(879, 1, 5, 61, '2021-08-09 21:57:20', 'عدد اللقاءات الفردية لهذا الفصل حتى تاريخه', '7'),
(880, 1, 5, 61, '2021-08-09 21:57:20', 'إسم الطالب/ة', '8'),
(881, 1, 5, 61, '2021-08-09 21:57:21', 'الرقم الجامعي', '9'),
(882, 1, 5, 61, '2021-08-09 21:57:21', 'قسم الطالب/ة', '10'),
(883, 1, 5, 61, '2021-08-09 21:57:21', 'المعدل الفصلي', '11'),
(884, 1, 5, 61, '2021-08-09 21:57:21', 'المعدل التراكمي', '12'),
(885, 1, 5, 61, '2021-08-09 21:57:21', 'المستوى الدراسي', '13'),
(886, 1, 5, 61, '2021-08-09 21:57:21', 'يوم وتاريخ إنعقاد اللقاء الإرشادي', '14'),
(887, 1, 5, 61, '2021-08-09 21:57:21', 'موضوع اللقاء الإرشادي', '15'),
(888, 1, 5, 61, '2021-08-09 21:57:21', 'نتائج اللقاء الإرشادي', '16'),
(889, 1, 5, 61, '2021-08-09 21:57:21', 'البريد الالكتروني للطالب/ة', '17'),
(890, 1, 5, 61, '2021-08-09 21:57:21', 'إسم الطالب/ة', '18'),
(891, 1, 5, 61, '2021-08-09 21:57:21', 'توقيع الطالب/ة', '19'),
(892, 1, 5, 61, '2021-08-09 21:57:21', 'إسم المرشد/ة', '20'),
(893, 1, 5, 61, '2021-08-09 21:57:21', 'توقيم المرشد/ة', '21'),
(894, 1, 5, 62, '2021-08-09 22:00:03', 'الفصل الدراسي', '1'),
(895, 1, 5, 62, '2021-08-09 22:00:03', 'العام الجامعي', '2'),
(896, 1, 5, 62, '2021-08-09 22:00:03', 'التاريخ', '3'),
(897, 1, 5, 62, '2021-08-09 22:00:03', 'إسم الطالب/ة', '4'),
(898, 1, 5, 62, '2021-08-09 22:00:03', 'الرقم الجامعي', '5'),
(899, 1, 5, 62, '2021-08-09 22:00:03', 'يرجى الحضور إلى مكتب مرشدك الأكاديمي', '6'),
(900, 1, 5, 62, '2021-08-09 22:00:03', 'وذلك في يوم', '7'),
(901, 1, 5, 62, '2021-08-09 22:00:03', 'الموافق', '8'),
(902, 1, 5, 62, '2021-08-09 22:00:03', 'الساعة', '9'),
(903, 1, 5, 62, '2021-08-09 22:00:03', 'لمناقشة', 'ضعف الأداء الأكاديمي'),
(904, 1, 5, 62, '2021-08-09 22:00:03', 'ملاحظات', '11'),
(905, 1, 5, 62, '2021-08-09 22:00:04', 'إسم المرشد/ة', '12'),
(906, 1, 5, 62, '2021-08-09 22:00:04', 'توقيم المرشد/ة', '13'),
(907, 1, 5, 62, '2021-08-09 22:00:04', 'التاريخ', '14'),
(908, 1, 5, 62, '2021-08-09 22:00:04', 'إسم الطالب/ة', '15'),
(909, 1, 5, 62, '2021-08-09 22:00:04', 'توقيع الطالب/ة', '16'),
(910, 1, 5, 63, '2021-08-09 22:03:18', 'إسم الطالب/ة', '1'),
(911, 1, 5, 63, '2021-08-09 22:03:18', 'الرقم الجامعي', '2'),
(912, 1, 5, 63, '2021-08-09 22:03:18', 'المستوى الدراسي', '3'),
(913, 1, 5, 63, '2021-08-09 22:03:18', 'الكلية و التخصص', '4'),
(914, 1, 5, 63, '2021-08-09 22:03:18', 'المعدل الفصلي', '5'),
(915, 1, 5, 63, '2021-08-09 22:03:18', 'المعدل التراكمي', '6'),
(916, 1, 5, 63, '2021-08-09 22:03:18', 'أسباب التعثر الدراسي', '7'),
(917, 1, 5, 63, '2021-08-09 22:03:18', 'إجراءات التخلص من أسباب التعثر الدراسي', '8'),
(918, 1, 5, 63, '2021-08-09 22:03:18', 'إسم الطالب/ة', '9'),
(919, 1, 5, 63, '2021-08-09 22:03:18', 'توقيع الطالب/ة', '10'),
(920, 1, 5, 63, '2021-08-09 22:03:18', 'إسم المرشد/ة', '11'),
(921, 1, 5, 63, '2021-08-09 22:03:18', 'توقيم المرشد/ة', '12'),
(922, 1, 5, 64, '2021-08-09 22:05:00', 'إسم الطالب/ة', '1'),
(923, 1, 5, 64, '2021-08-09 22:05:00', 'القسم', '2'),
(924, 1, 5, 64, '2021-08-09 22:05:00', 'الشعبة', '3'),
(925, 1, 5, 64, '2021-08-09 22:05:00', 'الرقمالجامعي', '4'),
(926, 1, 5, 64, '2021-08-09 22:05:00', 'الاختبار', '5'),
(927, 1, 5, 64, '2021-08-09 22:05:00', 'المادة', '6'),
(928, 1, 5, 64, '2021-08-09 22:05:00', 'الدرجة الكاملة', '7'),
(929, 1, 5, 64, '2021-08-09 22:05:00', 'درجتي', '8'),
(930, 1, 5, 64, '2021-08-09 22:05:00', 'تقييمي', '9'),
(931, 1, 5, 64, '2021-08-09 22:05:00', 'المرشد/ة الاكاديمي', '10'),
(932, 1, 5, 64, '2021-08-09 22:05:00', 'التوقيع', '11'),
(933, 1, 5, 64, '2021-08-09 22:05:00', 'التاريخ', '12'),
(934, 1, 5, 65, '2021-08-09 22:07:28', 'إسم المرشد/ة الأكاديمي', '1'),
(935, 1, 5, 65, '2021-08-09 22:07:28', 'القسم', '2'),
(936, 1, 5, 65, '2021-08-09 22:07:28', 'الفصل الدراسي', '3'),
(937, 1, 5, 65, '2021-08-09 22:07:28', 'العام الجامعي', '4'),
(938, 1, 5, 65, '2021-08-09 22:07:28', 'الساعات المكتبية للمرشد محددة ومعلنة للطلاب', 'أوافق الى حد ما'),
(939, 1, 5, 65, '2021-08-09 22:07:28', 'حصل المرشد على كل ما يحتاجه من وثائق وإستمارات لتسهيل تسجيل الطلاب قبل بدء عملية الارشاد للفصل الحالي', 'أوافق'),
(940, 1, 5, 65, '2021-08-09 22:07:28', 'لدى المرشد معرفة بالخطة الدراسية وعلاقة المقررات ببعضها(المتطلبات السابقة، العملي', 'لا أوافق'),
(941, 1, 5, 65, '2021-08-09 22:07:28', 'يناسب موعد الساعات المكتبية الارشاد الاكاديمي', 'لا أوافق'),
(942, 1, 5, 65, '2021-08-09 22:07:28', 'توزيع الطلاب على المرشدين في القسم', 'لا أوافق'),
(943, 1, 5, 65, '2021-08-09 22:07:28', 'لدى المرشد معرفة بعملية التسجيل الكترونياَ', 'أوافق الى حد ما'),
(944, 1, 5, 65, '2021-08-09 22:07:28', 'لدى المرشد الاكاديمي إلمام تام  بالمعلومات المطلوبة لتوجيه الطلاب وحل مشكلاتهم', 'لا أوافق'),
(945, 1, 5, 65, '2021-08-09 22:07:28', 'يتواجد المرشد الاكاديمي خلال الساعات المكتبية المخصصة للارشاد الاكاديمي', 'أوافق الى حد ما'),
(946, 1, 5, 65, '2021-08-09 22:07:28', 'يتابع المرشد الاكاديمي مدى تقدم الطلاب أثناء الفصل الدراسي', 'لاأوافق'),
(947, 1, 5, 65, '2021-08-09 22:07:28', 'يحتفظ المرشد الاكاديمي بملف لكل طالب توثق فيه سيره الاكاديمي وما قدم له من ارشاد', 'لا أوافق'),
(948, 1, 5, 65, '2021-08-09 22:07:29', 'توجد آلية محددة للمرشد الاكاديمي للتواصل مع طلابه(البريد الالكتروني الخ', 'لا أوافق'),
(949, 1, 5, 65, '2021-08-09 22:07:29', 'رئيس القسم', '16'),
(950, 1, 5, 65, '2021-08-09 22:07:29', 'التوقيع', '17'),
(951, 1, 5, 65, '2021-08-09 22:07:29', 'منسق الارشاد الاكاديمي', '18'),
(952, 1, 5, 65, '2021-08-09 22:07:29', 'التوقيع', '19'),
(953, 1, 5, 65, '2021-08-09 22:07:29', 'المرشد الاكاديمي', '20'),
(954, 1, 5, 65, '2021-08-09 22:07:29', 'التوقيع', '21'),
(955, 1, 5, 66, '2021-08-09 22:09:52', 'إسم الطالب/ةة', '1'),
(956, 1, 5, 66, '2021-08-09 22:09:52', 'القسم', '2'),
(957, 1, 5, 66, '2021-08-09 22:09:52', 'المستوى', '3'),
(958, 1, 5, 66, '2021-08-09 22:09:53', 'رقم الهاتف', '4'),
(959, 1, 5, 66, '2021-08-09 22:09:53', 'عنوان الطالب/ة', '5'),
(960, 1, 5, 66, '2021-08-09 22:09:53', 'مكان وتاريخ الميلاد', '6'),
(961, 1, 5, 66, '2021-08-09 22:09:53', 'إسم ولي أمر الطالب/ة', '7'),
(962, 1, 5, 66, '2021-08-09 22:09:53', 'صلة القرابة', '8'),
(963, 1, 5, 66, '2021-08-09 22:09:53', 'عدد أفراد الأسرة', '9'),
(964, 1, 5, 66, '2021-08-09 22:09:53', 'ترتيب الطالب/ة بين الأخوة والأخوات', '10'),
(965, 1, 5, 66, '2021-08-09 22:09:53', 'هل الوالد على قيد الحياة', '11'),
(966, 1, 5, 66, '2021-08-09 22:09:53', 'هل الوالدة على قيد الحياة', '12'),
(967, 1, 5, 66, '2021-08-09 22:09:53', 'المستوى التعليمي للأبة', 'إبتدائي'),
(968, 1, 5, 66, '2021-08-09 22:09:53', 'المستوى التعليمي للأم', 'أبتدائي'),
(969, 1, 5, 66, '2021-08-09 22:09:53', 'مع من يعيش الطالب/ة', '15'),
(970, 1, 5, 66, '2021-08-09 22:09:53', 'الحالة الإقتصادية', 'سيئة'),
(971, 1, 5, 66, '2021-08-09 22:09:53', 'الحالة الصحية', 'ممتازة'),
(972, 1, 5, 66, '2021-08-09 22:09:54', 'إستقراره النفسي', 'rabbit'),
(973, 1, 5, 66, '2021-08-09 22:09:54', 'مظهر الطالب/ة', 'rabbit'),
(974, 1, 5, 66, '2021-08-09 22:09:54', 'هوايات الطالب/ة', '20'),
(975, 1, 5, 66, '2021-08-09 22:09:54', 'مادة اللغة الإنجليزية', 'تحسن'),
(976, 1, 5, 66, '2021-08-09 22:09:54', 'تم تنظيم الوققت خارج الكلية', '22'),
(977, 1, 5, 66, '2021-08-09 22:09:54', 'تم المتابعة في الحضور', '23'),
(978, 1, 5, 66, '2021-08-09 22:09:54', 'تم المتابعة في المذاكرة', '24'),
(979, 1, 5, 66, '2021-08-09 22:09:54', 'تم توفير جدول لتنظيم الوقت', '25'),
(980, 1, 5, 66, '2021-08-09 22:09:54', 'تم الحث على أهمية الدراسة', '26'),
(981, 1, 5, 66, '2021-08-09 22:09:55', 'المساعدة على تعديل معاملة الأسرة', '27'),
(982, 1, 5, 66, '2021-08-09 22:09:55', 'أشياء أخرى', '28'),
(983, 1, 5, 66, '2021-08-09 22:09:55', 'ملاحظات المرشد/ة الأكاديمي/ة', '29'),
(984, 1, 5, 67, '2021-08-09 22:11:59', 'إسم المرشد/ة', '1'),
(985, 1, 5, 67, '2021-08-09 22:11:59', 'الكلية', '2'),
(986, 1, 5, 67, '2021-08-09 22:11:59', 'القسم', '3'),
(987, 1, 5, 67, '2021-08-09 22:11:59', 'عدد الطلاب/الطالبات', '4'),
(988, 1, 5, 67, '2021-08-09 22:11:59', 'العام الجامعي', '5'),
(989, 1, 5, 67, '2021-08-09 22:11:59', 'الفصل الدراسي', '6'),
(990, 1, 5, 67, '2021-08-09 22:11:59', 'الرقم الجامعي', '7'),
(991, 1, 5, 67, '2021-08-09 22:11:59', 'إسم الطالب/ة', '8'),
(992, 1, 5, 67, '2021-08-09 22:11:59', 'المعدل التراكمي', '9'),
(993, 1, 5, 67, '2021-08-09 22:11:59', 'التقدير', '10'),
(994, 1, 5, 67, '2021-08-09 22:11:59', 'المواد الراسب فيها الطالب/ة', '11'),
(995, 1, 5, 67, '2021-08-09 22:12:00', 'إسم الطالب/ةالساعات المسجلة', '12'),
(996, 1, 5, 67, '2021-08-09 22:12:00', 'الساعات المجتازة', '13'),
(997, 1, 5, 67, '2021-08-09 22:12:00', 'ملاحظات', '14'),
(998, 1, 5, 67, '2021-08-09 22:12:00', 'إسم المرشد/ة الاكاديمي/ة', '15'),
(999, 1, 5, 67, '2021-08-09 22:12:00', 'التوقيع', '16');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `forms_template:`
--

CREATE TABLE `forms_template:` (
  `id` int(11) NOT NULL,
  `form_name` varchar(50) NOT NULL,
  `form_html` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='forms_template';

--
-- Dumping data for table `forms_template:`
--

INSERT INTO `forms_template:` (`id`, `form_name`, `form_html`) VALUES
(2, 'نموذج بطاقة الطالب الإرشادية', '     <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"50\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label for=\"std_id\" class=\"col-4 col-form-label\">إسم الطالب</label> \r\n        <div class=\"col-8\">\r\n		    <input type=\"hidden\" name=\"q[]\" value=\"إسم الطالب\" class=\"form-control\">\r\n          <input id=\"std_id\" name=\"a[]\" placeholder=\"إسم الطالب\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"dept\" class=\"col-4 col-form-label\">القسم</label> \r\n        <div class=\"col-8\">\r\n		 <input type=\"hidden\" name=\"q[]\" value=\" القسم\" class=\"form-control\">\r\n          <input id=\"dept\" name=\"a[]\" placeholder=\"القسم\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"level\" class=\"col-4 col-form-label\">المستوي</label> \r\n        <div class=\"col-8\">\r\n				 <input type=\"hidden\" name=\"q[]\" value=\"المستوي\" class=\"form-control\">\r\n          <input id=\"level\" name=\"a[]\" placeholder=\"المستوي\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"univ_no\" class=\"col-4 col-form-label\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n						 <input type=\"hidden\" name=\"q[]\" value=\"الرقم الجامعي\" class=\"form-control\">\r\n          <input id=\"univ_no\" name=\"a[]\" placeholder=\"الرقم الجامعي\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"email\" class=\"col-4 col-form-label\">البريد الإلكتروني</label> \r\n        <div class=\"col-8\">\r\n		    <input type=\"hidden\" name=\"q[]\" value=\"البريد الإلكتروني\" class=\"form-control\">\r\n          <input id=\"email\" name=\"a[]\" placeholder=\"البريد الإلكتروني\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n	   	 <input type=\"hidden\" name=\"q[]\" value=\"رقم الجوال\" class=\"form-control\">\r\n        <label for=\"phone\" class=\"col-4 col-form-label\">رقم الجوال</label> \r\n        <div class=\"col-8\">\r\n          <input id=\"phone\" name=\"a[]\" placeholder=\"رقم الجوال\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"home_no\" class=\"col-4 col-form-label\">رقم المنزل</label> \r\n        <div class=\"col-8\">\r\n								 <input type=\"hidden\" name=\"q[]\" value=\"الرقم المنزل\" class=\"form-control\">\r\n          <input id=\"home_no\" name=\"a[]\" placeholder=\"رقم المنزل\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"join_year\" class=\"col-4 col-form-label\">سنة الإلتحاق بالجامعة</label> \r\n        <div class=\"col-8\">\r\n								 <input type=\"hidden\" name=\"q[]\" value=\"سنة الإلتحاق بالجامعة\" class=\"form-control\">\r\n          <input id=\"join_year\" name=\"a[]\" placeholder=\"سنة الإلتحاق بالجامعة\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"god_id\" class=\"col-4 col-form-label\">إسم ولي الامر</label> \r\n        <div class=\"col-8\">\r\n		 <input type=\"hidden\" name=\"q[]\" value=\"إسم ولي الامر\" >\r\n          <input id=\"god_id\" name=\"a[]\" placeholder=\"إسم ولي الامر\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"god_relationship\" class=\"col-4 col-form-label\">صلة قرابة ولي الامر بالطالب</label> \r\n        <div class=\"col-8\">\r\n		 <input type=\"hidden\" name=\"q[]\" value=\"صلة قرابة ولي الامر بالطالب\" >\r\n          <input id=\"god_relationship\" name=\"a[]\" placeholder=\"صلة قرابة ولي الامر بالطالب\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text\" class=\"col-4 col-form-label\">رقم ولي الامر</label> \r\n        <div class=\"col-8\">\r\n		 <input type=\"hidden\" name=\"q[]\" value=\"رقم ولي الامر\" >\r\n          <input id=\"text\" name=\"a[]\" placeholder=\"رقم ولي الامر\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text1\" class=\"col-4 col-form-label\">رقم اقرب شخص بالطالب</label> \r\n        <div class=\"col-8\">\r\n				 <input type=\"hidden\" name=\"q[]\" value=\"رقم اقرب شخص بالطالب\" >\r\n          <input id=\"text1\" name=\"a[]\" placeholder=\"رقم اقرب شخص بالطالب\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text2\" class=\"col-4 col-form-label\">حالة الطالب الصحية</label> \r\n        <div class=\"col-8\">\r\n           <div class=\"form-check\">\r\n		    <input type=\"hidden\" name=\"q[]\" value=\"حالة الطالب الصحية\" > \r\n			 <select id=\"select1\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"select1HelpBlock\" required=\"required\">\r\n      <option value=\"  لا توجد مشكلة\">  لا توجد مشكلة</option>\r\n             <option value=\"   مشكلة في السمع\">مشكلة في السمع</option>\r\n			     <option value=\"   مشكلة فقر الدم\">مشكلة فقر الدم</option>\r\n				     <option value=\"الضغط\">الضغط</option>\r\n					     <option value=\"السكري\">السكري</option>\r\n						     <option value=\"مشكلة في البصر\">   مشكلة في البصر  </option>\r\n							     <option value=\" مشكلة الربو\">  مشكلة الربو</option>\r\n								     <option value=\"صعوبة في النطق\"> صعوبة في النطق</option>\r\n									     <option value=\"مشكلة في القلب\">مشكلة في القلب</option>\r\n \r\n \r\n    </select> \r\n       </div>\r\n \r\n \r\n        </div>\r\n      </div>\r\n	  \r\n <div class=\"form-group row\">\r\n  <label for=\"text3\" class=\"col-4 col-form-label\">أخري</label> \r\n   <div class=\"col-8\">\r\n    <input type=\"hidden\" name=\"q[]\" value=\"لأخري\" > \r\n      <input class=\"form-control\" placeholder=\"أخري\" type=\"text\" value=\"\" id=\"\"  name=\"a[]\"   >\r\n    </div>\r\n </div>\r\n \r\n      <div class=\"form-group row\">\r\n	   <label for=\"text4\" class=\"col-4 col-form-label\">هل يوجد مرض مزمن ويحتاج الي عناية خاصة</label> \r\n        <div class=\"col-8\">\r\n		 <input type=\"hidden\" name=\"q[]\" value=\"لهل يوجد مرض مزمن ويحتاج الي عناية خاصة\" > \r\n          <input id=\"text3\" name=\"a[]\" placeholder=\"هل يوجد مرض مزمن ويحتاج الي عناية خاصة\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n	  \r\n	   <div class=\"form-group row\">\r\n        <label for=\"text4\" class=\"col-4 col-form-label\">مسمي المرض</label> \r\n				 <input type=\"hidden\" name=\"q[]\" value=\"مسمي المرض\" > \r\n        <div class=\"col-8\">\r\n          <input id=\"text4\" name=\"a[]\" placeholder=\"مسمي المرض\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n	  \r\n      <div class=\"form-group row\">\r\n        <label for=\"text4\" class=\"col-4 col-form-label\">طرقة التعامل مع المرض</label> \r\n        <div class=\"col-8\">\r\n				 <input type=\"hidden\" name=\"q[]\" value=\"طرقة التعامل مع المرض\" > \r\n          <input id=\"text4\" name=\"a[]\" placeholder=\"طرقة التعامل مع المرض\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text5\" class=\"col-4 col-form-label\">الاسعافات الاولية</label> \r\n        <div class=\"col-8\">\r\n		  <input type=\"hidden\" name=\"q[]\" value=\"الاسعافات الاولية\" > \r\n          <input id=\"text5\" name=\"a[]\" placeholder=\"الاسعافات الاولية\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      \r\n	  <div class=\"form-group row\">\r\n    <label for=\"select2\" class=\"col-4 col-form-label\">يعيش الطالب مع</label> \r\n	 <input type=\"hidden\" name=\"q[]\" value=\"ايعيش الطالب مع\" > \r\n    <div class=\"col-8\">\r\n      <select id=\"select2\" name=\"a[]\" class=\"custom-select\" required=\"required\" >\r\n        \r\n        <option value=\"الابوين\">الابوين</option>\r\n        <option value=\"الام\">الام</option>\r\n		 <option value=\"الاب\">الاب</option>\r\n		  <option value=\"أخرون\">أخرون</option>\r\n      </select>\r\n    </div>\r\n  </div> \r\n  \r\n      <div class=\"form-group row\">\r\n        <label for=\"text7\" class=\"col-4 col-form-label\">عدد افراد الاسرة</label> \r\n        <div class=\"col-8\">\r\n			 <input type=\"hidden\" name=\"q[]\" value=\"عدد افراد الاسرة\" > \r\n          <input id=\"text7\" name=\"a[]\" placeholder=\"عدد افراد الاسرة\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text8\" class=\"col-4 col-form-label\">ترتيب الطالب/ة بين الاخوان/ الاخوات</label> \r\n        <div class=\"col-8\">\r\n		<input type=\"hidden\" name=\"q[]\" value=\"ترتيب الطالب/ة بين الاخوان/ الاخوات\" > \r\n          <input id=\"text8\" name=\"a[]\" placeholder=\"ترتيب الطالب/ة بين الاخوان/ الاخوات\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text9\" class=\"col-4 col-form-label\">هل  الوالد علي قيد الحياة</label> \r\n        <div class=\"col-8\">\r\n				<input type=\"hidden\" name=\"q[]\" value=\"هل  الوالد علي قيد الحياة\" > \r\n          <input id=\"text9\" name=\"a[]\" placeholder=\"هل  الوالد علي قيد الحياة\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text10\" class=\"col-4 col-form-label\">هل  الوالده علي قيد الحياة</label> \r\n        <div class=\"col-8\">\r\n			<input type=\"hidden\" name=\"q[]\" value=\"هل  الوالده علي قيد الحياة\" > \r\n          <input id=\"text10\" name=\"a[]\" placeholder=\"هل  الوالده علي قيد الحياة\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n        <div class=\"form-group row\">\r\n    <label for=\"select2\" class=\"col-4 col-form-label\">المستوي التعليمي للام</label> \r\n	<input type=\"hidden\" name=\"q[]\" value=\"المستوي التعليمي للام\" > \r\n    <div class=\"col-8\">\r\n      <select id=\"select2\" name=\"a[]\" class=\"custom-select\" required=\"required\"  >\r\n        <option value=\"لا توجد مشكلة\">أمي</option>\r\n        <option value=\"الابوين\">إبتدائي</option>\r\n        <option value=\"الام\">متوسط</option>\r\n		 <option value=\"الاب\">ثانوي</option>\r\n		  <option value=\"أخرون\">جامعي فاكثر</option>\r\n      </select>\r\n    </div>\r\n	</div>\r\n      \r\n	     \r\n	  <div class=\"form-group row\">\r\n    <label for=\"select2\" class=\"col-4 col-form-label\">المستوي التعليمي للاب</label> \r\n		<input type=\"hidden\" name=\"q[]\" value=\"المستوي التعليمي للاب\" > \r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select2\" name=\"a[]\" class=\"custom-select\" required=\"required\"  >\r\n         <option value=\"لا توجد مشكلة\">أمي</option>\r\n        <option value=\"الابوين\">إبتدائي</option>\r\n        <option value=\"الام\">متوسط</option>\r\n		 <option value=\"الاب\">ثانوي</option>\r\n		  <option value=\"أخرون\">جامعي فاكثر</option>\r\n      </select>\r\n    </div>\r\n	</div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text13\" class=\"col-4 col-form-label\">عمر الاب</label> \r\n        <div class=\"col-8\">\r\n		<input type=\"hidden\" name=\"q[]\" value=\"عمر الاب\" > \r\n          <input id=\"text13\" name=\"a[]\" placeholder=\"عمر الاب\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text14\" class=\"col-4 col-form-label\">عمر الام</label> \r\n        <div class=\"col-8\">\r\n		<input type=\"hidden\" name=\"q[]\" value=\"عمر الام\" >\r\n          <input id=\"text14\" name=\"a[]\" placeholder=\"عمر الام\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n	  \r\n    <div class=\"form-group row\">\r\n     <label for=\"select2\" class=\"col-4 col-form-label\">الحالة الاقتصادية</label> \r\n	 <input type=\"hidden\" name=\"q[]\" value=\"الحالة الاقتصادية\" >\r\n      <div class=\"col-8\">\r\n      <select id=\"select2\" name=\"a[]\" class=\"custom-select\" required=\"required\"  >\r\n         <option value=\"لا توجد مشكلة\">متدنية</option>\r\n        <option value=\"الابوين\">متوسطة</option>\r\n        <option value=\"الام\">جيدة</option>\r\n		 <option value=\"الاب\">ممتاذة</option>\r\n		  \r\n      </select>\r\n    </div>\r\n	</div>\r\n	\r\n      <div class=\"form-group row\">\r\n     <label for=\"select2\" class=\"col-4 col-form-label\">نوع السكن</label> \r\n	 <input type=\"hidden\" name=\"q[]\" value=\"نوع السكن\" >\r\n      <div class=\"col-8\">\r\n      <select id=\"select2\" name=\"a[]\" class=\"custom-select\" required=\"required\"  >\r\n         <option value=\"لا توجد مشكلة\">ملك</option>\r\n        <option value=\"الابوين\">إيجار</option>\r\n        <option value=\"الام\">حالة أخري</option>\r\n      </select>\r\n    </div>\r\n	</div>\r\n	\r\n      <div class=\"form-group row\">\r\n        <label for=\"text17\" class=\"col-4 col-form-label\">هل للطالب/ة غرفة مستقلة</label> \r\n        <div class=\"col-8\">\r\n		<input type=\"hidden\" name=\"q[]\" value=\"هل للطالب/ة غرفة مستقلة\" >\r\n          <input id=\"text17\" name=\"a[]\" placeholder=\"هل للطالب/ة غرفة مستقلة\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label for=\"text18\" class=\"col-4 col-form-label\">هل يعمل الطالب  مع الدراسة</label> \r\n        <div class=\"col-8\">\r\n		<input type=\"hidden\" name=\"q[]\" value=\"هل يعمل الطالب  مع الدراسة\" >\r\n          <input id=\"text18\" name=\"a[]\" placeholder=\"هل يعمل الطالب  مع الدراسة\" type=\"text\" class=\"form-control\">\r\n        </div>\r\n      </div> \r\n	  \r\n	   <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">الاندماج مع الجماعة بسهولة</label> \r\n			<input type=\"hidden\" name=\"q[]\" value=\"لاندماج مع الجماعة بسهولة\" >\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n    </div>\r\n  </div> \r\n  \r\n   <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">المقدرة علي ضبط الانفعالات</label>\r\n<input type=\"hidden\" name=\"q[]\" value=\"لالمقدرة علي ضبط الانفعالات\" >	\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n \r\n   <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">الثقة بالنفس</label> \r\n	<input type=\"hidden\" name=\"q[]\" value=\"الثقة بالنفس\" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n      \r\n    </div>\r\n  </div> \r\n   <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">إحترام النظام</label> \r\n	<input type=\"hidden\" name=\"q[]\" value=\"إحترام النظام\" >	\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n    </div>\r\n  </div> \r\n  \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">تحمل المسؤولية</label> \r\n	<input type=\"hidden\" name=\"q[]\" value=\"تحمل المسؤولية\" >	\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n  \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">تقبل النقد وتصحيح الاخطاء</label> \r\n	<input type=\"hidden\" name=\"q[]\" value=\"تقبل النقد وتصحيح الاخطاء\" >	\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n  \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">التعاون مع الاخرين</label> \r\n		<input type=\"hidden\" name=\"q[]\" value=\"التعاون مع الاخرين\" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n  \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">  الميل للمرح</label> \r\n			<input type=\"hidden\" name=\"q[]\" value=\" الميل للمرح\" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n  \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">  الاعتناء بالمظهر الخارجي</label> \r\n	<input type=\"hidden\" name=\"q[]\" value=\" الاعتناء بالمظهر الخارجي\" >	\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n  \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">المثابرة في اداء العمل </label> \r\n	<input type=\"hidden\" name=\"q[]\" value=\"المثابرة في اداء العمل\" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">  المبادرة في إبداء الراي بجراءة</label> \r\n		<input type=\"hidden\" name=\"q[]\" value=\"المبادرة في إبداء الراي بجراءة\" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">الانتماء الي الكلية  </label> \r\n			<input type=\"hidden\" name=\"q[]\" value=\"الانتماء الي الكلية  \" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n  \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">المشاركة مع الاخرين وجدانيا</label> \r\n				<input type=\"hidden\" name=\"q[]\" value=\"المشاركة مع الاخرين وجدانيا\" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n  \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">التعاون مع الاخرين  </label> \r\n					<input type=\"hidden\" name=\"q[]\" value=\"التعاون مع الاخرين \" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">  الميل للتمرد</label> \r\n						<input type=\"hidden\" name=\"q[]\" value=\" الميل للتمرد\" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">الميل للسيطرة وحب الظهور  </label> \r\n	<input type=\"hidden\" name=\"q[]\" value=\"الميل للسيطرة وحب الظهور  \" >	\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">  المعاناه من الحوف</label> \r\n		<input type=\"hidden\" name=\"q[]\" value=\" المعاناه من الحوف \" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n  \r\n    <div class=\"form-group row\">\r\n    <label for=\"select\" class=\"col-4 col-form-label\">تفضيل الجلوس بمعزل عن الاخرين  </label> \r\n			<input type=\"hidden\" name=\"q[]\" value=\"فضيل الجلوس بمعزل عن الاخرين \" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"selectHelpBlock\" required=\"required\">\r\n        <option value=\"دائما\">دائما</option>\r\n        <option value=\"نادرا\">نادرا</option>\r\n        <option value=\"أحيانا\">أحيانا</option>\r\n      </select> \r\n     </div>\r\n  </div> \r\n  \r\n  <div class=\"form-group row\">\r\n    <label for=\"select1\" class=\"col-4 col-form-label\">إنشطة الطالب</label> \r\n				<input type=\"hidden\" name=\"q[]\" value=\"إنشطة الطالب\" >	\r\n\r\n    <div class=\"col-8\">\r\n      <select id=\"select1\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"select1HelpBlock\" required=\"required\" >\r\n        <option value=\"الفنون( الرسم )\">الفنون( الرسم )</option>\r\n        <option value=\"الحاسب الالي\">الحاسب الالي</option>\r\n        <option value=\"القراءة\">القراءة</option>\r\n      </select> \r\n      <span id=\"select1HelpBlock\" class=\"form-text text-muted\">إنشطة الطالب</span>\r\n    </div>\r\n  </div> \r\n  \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button name=\"submit\" type=\"submit\" class=\"btn btn-primary\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>'),
(3, 'نموذج الحذف والإضافة', '   <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"12\" ><div class=\"form-group row\">\r\n    <label for=\"level\" class=\"col-4 col-form-label\">المستوي</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"المستوي\" class=\"form-control\">\r\n    <div class=\"col-8\">\r\n      <select id=\"level\" name=\"a[]\" class=\"custom-select\" aria-describedby=\"levelHelpBlock\" required=\"required\">\r\n        <option value=\"الاول\">الاول</option>\r\n        <option value=\"االثاني\">الثاني</option>\r\n        <option value=\"الثالث\">الثالث</option>\r\n        <option value=\"الرابع\">الرابع</option>\r\n      </select> \r\n      <span id=\"levelHelpBlock\" class=\"form-text text-muted\">إختر المستوي</span>\r\n    </div>\r\n  </div>\r\n  <div class=\"form-group row\">\r\n    <label for=\"std_name\" class=\"col-4 col-form-label\">إسم الطالبة</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"إسم الطالبة\" class=\"form-control\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"std_name\" name=\"a[]\" placeholder=\"إدخل إسم الطالبة\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n  </div>\r\n  <div class=\"form-group row\">\r\n    <label for=\"univ_no\" class=\"col-4 col-form-label\">الرقم الجامعي</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"الرقم الجامعي\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"univ_no\" name=\"a[]\" placeholder=\"إدخل الرقم الجامعي\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n  </div>\r\n  <div class=\"form-group row\">\r\n    <label for=\"track\" class=\"col-4 col-form-label\">التخصص</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"التخصص\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"track\" name=\"a[]\" placeholder=\"إدخل التخصص\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n  </div>\r\n  <fieldset>\r\n  <legend>حذف</legend>\r\n  <div class=\"form-group row\">\r\n    <label for=\"course_name_id\" class=\"col-4 col-form-label\"> إسم المقرر ورمزه</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"إسم المقرر ورمزه-\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"course_name_id\" name=\"a[]\" placeholder=\"إدخل إسم المقرر ورمزه\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n  \r\n    <label for=\"hour\" class=\"col-4 col-form-label\">عدد الساعات</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"عدد الساعات (حذف)\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"hour\" name=\"a[]\" placeholder=\"إدخل عدد الساعات\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n   \r\n    <label for=\"shuba_no\" class=\"col-4 col-form-label\">رقم الشعبة</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"(حذف)رقم الشعبة\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"shuba_no\" name=\"a[]\" placeholder=\"رقم الشعبة\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n  </div>\r\n  </fieldset>\r\n\r\n  <fieldset>\r\n  <legend>إضافة</legend>\r\n  <div class=\"form-group row\">\r\n    <label for=\"course_name_id\" class=\"col-4 col-form-label\">إسم المقرر ورمزه</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"إسم المقرر ورمزه+ \">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"course_name_id\" name=\"a[]\" placeholder=\"إدخل إسم المقرر ورمزه\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n  \r\n    <label for=\"hour\" class=\"col-4 col-form-label\">عدد الساعات</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"عدد(إضافة) الساعات\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"hour\" name=\"a[]\" placeholder=\"إدخل عدد الساعات\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n   \r\n    <label for=\"shuba_no\" class=\"col-4 col-form-label\">رقم الشعبة</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"(إضافة)رقم الشعبة\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"shuba_no\" name=\"a[]\" placeholder=\"رقم الشعبة\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n  </div>\r\n  </fieldset>\r\n   <br/>\r\n  <div class=\"form-group row\">\r\n    <label for=\"supervisor_name\" class=\"col-4 col-form-label\">المرشد الاكاديمي</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"المرشد الاكاديمي\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"supervisor_name\" name=\"a[]\" placeholder=\"إدخل المرشد الاكاديمي\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n  </div>\r\n  <div class=\"form-group row\">\r\n    <label for=\"request_sta\" class=\"col-4 col-form-label\">حالة الطلب</label> \r\n    <input type=\"hidden\" name=\"q[]\" value=\"حالة الطلب\">\r\n\r\n    <div class=\"col-8\">\r\n      <input id=\"request_sta\"  name=\"a[]\" placeholder=\"حالة الطلب\" type=\"text\" class=\"form-control\"  required=\"required\">\r\n    </div>\r\n  </div> \r\n  <div class=\"form-group row\">\r\n    <div class=\"offset-4 col-8\">\r\n      <button name=\"submit\" type=\"submit\" class=\"btn btn-primary\">حفظ</button>\r\n    </div>\r\n  </div>\r\n</form>');
INSERT INTO `forms_template:` (`id`, `form_name`, `form_html`) VALUES
(5, 'أراء الطلاب في خدمة الارشاد الاكاديمي', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"26\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة اختياري</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة اختياري\">\r\n		  <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الجنس</label> \r\n        <div class=\"col-8\">\r\n		<input  name=\"q[]\" type=\"hidden\" value=\"الجنس\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"ذكر\">ذكر</option>\r\n            <option value=\"أنثى\">أنثى</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الكلية</label> \r\n        <div class=\"col-8\">\r\n		 <input  name=\"q[]\" type=\"hidden\" value=\"الكلية\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التخصص</label> \r\n        <div class=\"col-8\">\r\n				 <input  name=\"q[]\" type=\"hidden\" value=\"التخصص\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">العام الجامعي</label> \r\n        <div class=\"col-8\">\r\n		 <input  name=\"q[]\" type=\"hidden\" value=\"العام الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n				 <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">يوجد إعلانات وإرشادات واضحة في القسم لمساعدتي على الارشاد الاكاديمي المناسب</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"يوجد إعلانات وإرشادات واضحة في القسم لمساعدتي على الارشاد الاكاديمي المناسب\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">يشرح لي المرشد الاكاديمي الصلة بين المقررات الدراسية وتفاصيل الخطة الدراسية للقسم</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"يشرح لي المرشد الاكاديمي الصلة بين المقررات الدراسية وتفاصيل الخطة الدراسية للقسم\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق  جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق  جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">يساعدني  المرشد الاكاديمي في تسجيل الساعات الدراسية المتوافقة مع قدراتي والنظامالجامعي</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		    <input  name=\"q[]\" type=\"hidden\" value=\"يساعدني  المرشد الاكاديمي في تسجيل الساعات الدراسية المتوافقة مع قدراتي والنظامالجامعي\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق\" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق\" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">يتواجد المرشد الاكاديمي خلال الساعات المكتبية للارشاد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		    <input  name=\"q[]\" type=\"hidden\" value=\"يتواجد المرشد الاكاديمي خلال الساعات المكتبية للارشاد الاكاديمي\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق  جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق  جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">تربطني علاقة حسنة بالمرشد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"تربطني علاقة حسنة بالمرشد الاكاديمي\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق\" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">المرشد الاكاديمي ملتزم بتوجيهي وحل مشكلاتي</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"المرشد الاكاديمي ملتزم بتوجيهي وحل مشكلاتي\">\r\n            <input value=\"موافق جدا\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جدا</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\" غير موافق جدا\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جدا</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">المرشد الاكاديمي متابعاَ لمدى تقدمي ويقدم لي النصح والتوجيه أثناء الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"المرشد الاكاديمي متابعاَ لمدى تقدمي ويقدم لي النصح والتوجيه أثناء الفصل الدراسي\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق\" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">وجدت تشجيعاَ من مرشدي الاكاديمي لتطوير افكاري وتوجهاتي في مجال تخصصي</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"وجدت تشجيعاَ من مرشدي الاكاديمي لتطوير افكاري وتوجهاتي في مجال تخصصي\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">يساعدني المرشد الاكاديمي في مناقشة نتائجي في مقررات الفصل السابق مع مدرسي المقررات</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"يساعدني المرشد الاكاديمي في مناقشة نتائجي في مقررات الفصل السابق مع مدرسي المقررات\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">تم تعريفي بعملية التسجيل الالكترونيوكافة الخدمات بالموقع من خلال الارشاد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"تم تعريفي بعملية التسجيل الالكترونيوكافة الخدمات بالموقع من خلال الارشاد الاكاديمي\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">استفدت من اللقاءات الجماعية التي يققدمها الارشاد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"استفدت من اللقاءات الجماعية التي يققدمها الارشاد الاكاديمي\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق\" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">استفدت من اللقاءات الفردية التي يقدمها الارشاد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  		  	<input  name=\"q[]\" type=\"hidden\" value=\"استفدت من اللقاءات الفردية التي يقدمها الارشاد الاكاديمي\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">وفر المرشد الدعم اللازم للطالب اثناء دراسته بما يحقق إتمام الخطة الدراسية</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"وفر المرشد الدعم اللازم للطالب اثناء دراسته بما يحقق إتمام الخطة الدراسية\">\r\n            <input value=\"موافق جداً\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداً</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق\" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">يقدم المرشد النصائح للتحسين التحصيل العلمي والتغلب على المشكلات الاكاديمية والادارية</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"يقدم المرشد النصائح للتحسين التحصيل العلمي والتغلب على المشكلات الاكاديمية والادارية\">\r\n            <input value=\" موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق\" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">أرتفع مستوى الوعي داخل الحرم الجامعي بما توفره الجامعة من خدمات</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"أرتفع مستوى الوعي داخل الحرم الجامعي بما توفره الجامعة من خدمات\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">يوفر المرشد الخبرات اللازمة حول تنظيم الوقت وحسن إستثماره للحصول على افضل الاساليب في الدراسة والتحصيل الجيد</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"يوفر المرشد الخبرات اللازمة حول تنظيم الوقت وحسن إستثماره للحصول على افضل الاساليب في الدراسة والتحصيل الجيد\">\r\n            <input value=\"موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"محايد\" class=\"custom-control-input\" required=\"required\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">أتاح لي المرشد الاكاديمي معلومات دقيقة خاصة بلوائح الجامعة والكلية ونظامها</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"أتاح لي المرشد الاكاديمي معلومات دقيقة خاصة بلوائح الجامعة والكلية ونظامها\">\r\n            <input required=\"required\" value=\"موافق جداَ\" class=\"custom-control-input\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input required=\"required\" value=\"موافق \" class=\"custom-control-input\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input required=\"required\" value=\"محايد\" class=\"custom-control-input\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">أظهر المرشد الاكاديمي إهتمام واضح بالانشطة الطلابية التي امارسها في الكلية</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"أظهر المرشد الاكاديمي إهتمام واضح بالانشطة الطلابية التي امارسها في الكلية\">\r\n            <input required=\"required\" value=\"موافق جداَ\" class=\"custom-control-input\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input required=\"required\" value=\"موافق \" class=\"custom-control-input\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input required=\"required\" value=\"محايد\" class=\"custom-control-input\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4\">أشعر بالرضا بشكل عام عن مستوى خدمة الارشادالاكاديمي في القسم</label> \r\n        <div class=\"col-8\">\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n		  	<input  name=\"q[]\" type=\"hidden\" value=\"أشعر بالرضا بشكل عام عن مستوى خدمة الارشادالاكاديمي في القسم\">\r\n            <input required=\"required\" value=\"موافق جداَ\" class=\"custom-control-input\" id=\"a[]_0\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_0\">موافق جداَ</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input required=\"required\" value=\"موافق \" class=\"custom-control-input\" id=\"a[]_1\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_1\">موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input required=\"required\" value=\"محايد\" class=\"custom-control-input\" id=\"a[]_2\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_2\">محايد</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق \" class=\"custom-control-input\" required=\"required\" id=\"a[]_3\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_3\">غير موافق</label>\r\n          </div>\r\n          <div class=\"custom-control custom-checkbox custom-control-inline\">\r\n            <input value=\"غير موافق  جداَ\" class=\"custom-control-input\" required=\"required\" id=\"a[]_4\" name=\"a[]\" type=\"checkbox\"> \r\n            <label class=\"custom-control-label\" for=\"a[]_4\">غير موافق  جداَ</label>\r\n          </div>\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">Submit</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(6, 'ارشاد اكاديمي جماعي', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"20\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة الأكاديمي/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة الأكاديمي/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الكلية</label> \r\n        <div class=\"col-8\">\r\n		<input  name=\"q[]\" type=\"hidden\" value=\"الكلية\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">القسم</label> \r\n        <div class=\"col-8\">\r\n		<input  name=\"q[]\" type=\"hidden\" value=\"القسم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">البريد الالكتروني</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"البريد الالكتروني\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">العام الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"العام الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المستوى</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المستوى\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد طلاب المجموعة الإرشادية</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عدد طلاب المجموعة الإرشادية\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد اللقاءات الجماعية التي نفذت خلال الفصل الدراسي حتى تاريخه</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عدد اللقاءات الجماعية التي نفذت خلال الفصل الدراسي حتى تاريخه\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">اليوم والتاريخ</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"اليوم والتاريخ\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الرقم الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيع الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توقيع الطالب/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المستوى الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المستوى الدراسي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">موضوع اللقاء الإرشادي الجماعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"موضوع اللقاء الإرشادي الجماعي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">نتائج اللقاء الإرشادي الجماعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"نتائج اللقاء الإرشادي الجماعي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">ملاحظات عامة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"ملاحظات عامة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توقيم المرشد/ة\">\r\n          <input class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">Submit</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n');
INSERT INTO `forms_template:` (`id`, `form_name`, `form_html`) VALUES
(7, ' التقرير الفصلي للمرشد الاكاديمي', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"10\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">القسم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"القسم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد الطلاب</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"عدد الطلاب\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">وصف ما تم إنجازه خلال الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		<input  name=\"q[]\" type=\"hidden\" value=\"وصف ما تم إنجازه خلال الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المشكلات التي واجهت المرشد الأكاديمي خلال الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المشكلات التي واجهت المرشد الأكاديمي خلال الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توصيات</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توصيات\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n	    <input  name=\"q[]\" type=\"hidden\" value=\"المرشد/ة الاكاديمي\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المرشد/ة الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التوقيع</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التوقيع\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التاريخ</label> \r\n        <div class=\"col-8\">\r\n		<input  name=\"q[]\" type=\"hidden\" value=\"التاريخ\">\r\n          <input class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">Submit</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(8, 'بطاقة تسجيل للمقررات الدراسية', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"14\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الرقم الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي والعام الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي والعام الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التخصص</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التخصص\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المستوى</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المستوى\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المعدل التراكمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المعدل التراكمي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المقرر</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المقرر\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">رقم المقرر ورمزه</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"رقم المقرر ورمزه\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الساعات المعتمدة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الساعات المعتمدة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">مواعيد المحاضرات</label> \r\n        <div class=\"col-8\">\r\n		<input  name=\"q[]\" type=\"hidden\" value=\"مواعيد المحاضرات\">\r\n          <select multiple=\"multiple\" class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"الأحد\">الأحد</option>\r\n            <option value=\"الإثنين\">الإثنين</option>\r\n            <option value=\"الثلاثاء\">الثلاثاء</option>\r\n            <option value=\"الأربعاء\">الأربعاء</option>\r\n            <option value=\"الخميس\">الخميس</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيع الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"توقيع الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توقيم المرشد/ة\">\r\n          <input class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">Submit</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(9, 'تقرير إرشادي اكاديمي لطالب ', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"19\" ><div class=\"form-group row\">\r\n <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الرقم الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">القسم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"القسم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">العام الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"العام الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد الساعات المجتازة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عدد الساعات المجتازة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد الساعات المسجلة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عدد الساعات المسجلة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد الساعات المتبقية</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عدد الساعات المتبقية\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد الانذارات (إن وجدت</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عدد الانذارات (إن وجدت\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المعدل الفصلي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"المعدل الفصلي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المعدل التراكمي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"المعدل التراكمي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">هل تم فصله أكاديمياَ سابقاَ</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"هل تم فصله أكاديمياَ سابقاَ\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">معلومات أخرى</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"معلومات أخرى\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">موضوع اللقاء الاكاديمي بين المرشد والطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"موضوع اللقاء الاكاديمي بين المرشد والطالب/ة\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\" multiple=\"multiple\">\r\n            <option value=\"التسجيل للمقررات الدراسية\">التسجيل للمقررات الدراسية</option>\r\n            <option value=\"عمليات الحذف والاضافة\">عمليات الحذف والاضافة</option>\r\n            <option value=\"الاعتزار عن مقرر دراسي\">الاعتزار عن مقرر دراسي</option>\r\n            <option value=\"الاعتزار عن فصل دراسي\">الاعتزار عن فصل دراسي</option>\r\n            <option value=\"إعادة قيد\">إعادة قيد</option>\r\n            <option value=\"التاجيل والانقطاع عن الدراسة\">التاجيل والانقطاع عن الدراسة</option>\r\n            <option value=\"مراجعة الخطة الدراسية\">مراجعة الخطة الدراسية</option>\r\n            <option value=\"مراجعة التقدم في المقررات الدراسية\">مراجعة التقدم في المقررات الدراسية</option>\r\n            <option value=\"مراجعة وتقييم المواظبة و الحضور \">مراجعة وتقييم المواظبة و الحضور</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">بعض المشكلات التي تعوق تقدمه الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"بعض المشكلات التي تعوق تقدمه الدراسي\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\" multiple=\"multiple\">\r\n            <option value=\"مشكلة دراسية\">مشكلة دراسية</option>\r\n            <option value=\"مشكلة  إجتماعية\">مشكلة  إجتماعية</option>\r\n            <option value=\"مشكلة  نفسية\">مشكلة  نفسية</option>\r\n            <option value=\"مشكلة  أسرية\">مشكلة  أسرية</option>\r\n            <option value=\"أخرى\">أخرى</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توصية المرشد الاكاديمي والطلابي</label> \r\n        <div class=\"col-8\">\r\n		 <input  name=\"q[]\" type=\"hidden\" value=\"توصية المرشد الاكاديمي والطلابي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n	  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد الاكاديمي\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التوقيع</label> \r\n        <div class=\"col-8\">\r\n		 <input  name=\"q[]\" type=\"hidden\" value=\"التوقيع\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n	  <input  name=\"q[]\" type=\"hidden\" value=\"التاريخ\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التاريخ</label> \r\n        <div class=\"col-8\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(10, 'عرض مشكلة أكاديمية', '  <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"13\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"الرقم الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي والعام الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي والعام الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التخصص</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"التخصص\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المستوى</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المستوى\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المعدل التراكمي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"المعدل التراكمي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المشكلة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المشكلة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">أسباب المشكلة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"أسباب المشكلة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">أطراف المشكلة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"أطراف المشكلة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">النتيجة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"النتيجة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المؤشر</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"المؤشر\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توقيم المرشد/ة\">\r\n          <input class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(11, ' كشف المتابعة الاسبوعي للمرشد', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"10\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">القسم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"القسم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الرقم الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الأسبوع</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"الأسبوع\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">اليوم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"اليوم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">تاريخ المقابلة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"تاريخ المقابلة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">محتوى الجلسة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"محتوى الجلسة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">مشكلات تواجه الطلاب</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"مشكلات تواجه الطلاب\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيع الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"توقيع الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيع المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"توقيع المرشد/ة\">\r\n          <input class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(12, 'نموذج ارشاد اكاديمي فردي', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"21\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة الأكاديمي/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة الأكاديمي/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الكلية</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الكلية\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">القسم</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"القسم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">البريد الالكتروني</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"البريد الالكتروني\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">العام الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"العام الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد اللقاءات الفردية لهذا الفصل حتى تاريخه</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عدد اللقاءات الفردية لهذا الفصل حتى تاريخه\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"الرقم الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">قسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"قسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المعدل الفصلي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"المعدل الفصلي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المعدل التراكمي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"المعدل التراكمي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المستوى الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المستوى الدراسي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">يوم وتاريخ إنعقاد اللقاء الإرشادي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"يوم وتاريخ إنعقاد اللقاء الإرشادي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">موضوع اللقاء الإرشادي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"موضوع اللقاء الإرشادي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">نتائج اللقاء الإرشادي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"نتائج اللقاء الإرشادي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">البريد الالكتروني للطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"البريد الالكتروني للطالب/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيع الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توقيع الطالب/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توقيم المرشد/ة\">\r\n          <input class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(13, ' نموذج استدعاء طالب للاجتماع مع المرشد الاكاديمي', '  <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"16\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">العام الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"العام الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التاريخ</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التاريخ\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الرقم الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">يرجى الحضور إلى مكتب مرشدك الأكاديمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"يرجى الحضور إلى مكتب مرشدك الأكاديمي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">وذلك في يوم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"وذلك في يوم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الموافق</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الموافق\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الساعة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"الساعة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">لمناقشة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"لمناقشة\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"تعبئة نموذج تسجيل مواد\">تعبئة نموذج تسجيل مواد</option>\r\n            <option value=\"تعبئة نموذج  حذف وإضافة\">تعبئة نموذج  حذف وإضافة</option>\r\n            <option value=\"مراجعة التقدم في المقررات\">مراجعة التقدم في المقررات</option>\r\n            <option value=\"مناقشة المواظبة والحضور\">مناقشة المواظبة والحضور</option>\r\n            <option value=\"إستفسار حول طلب إنسحاب\">إستفسار حول طلب إنسحاب</option>\r\n            <option value=\"ضعف الأداء الأكاديمي\">ضعف الأداء الأكاديمي</option>\r\n            <option value=\"غياب عن إمتحان\">غياب عن إمتحان</option>\r\n            <option value=\"أخرى\">أخرى</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">ملاحظات</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"ملاحظات\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توقيم المرشد/ة\">\r\n          <input class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التاريخ</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"التاريخ\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيع الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"توقيع الطالب/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(14, 'نموذج الطالب المتعثر دراسيا بالجامعة', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"112\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الرقم الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المستوى الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المستوى الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الكلية و التخصص</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الكلية و التخصص\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المعدل الفصلي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المعدل الفصلي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المعدل التراكمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المعدل التراكمي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">أسباب التعثر الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"أسباب التعثر الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إجراءات التخلص من أسباب التعثر الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إجراءات التخلص من أسباب التعثر الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيع الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توقيع الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توقيم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توقيم المرشد/ة\">\r\n          <input class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n');
INSERT INTO `forms_template:` (`id`, `form_name`, `form_html`) VALUES
(15, 'نموذج تقدير ذاتي', '\r\n <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"121\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">القسم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"القسم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الشعبة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الشعبة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقمالجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الرقمالجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الاختبار</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الاختبار\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المادة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المادة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الدرجة الكاملة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الدرجة الكاملة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">درجتي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"درجتي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">تقييمي</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"تقييمي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المرشد/ة الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المرشد/ة الاكاديمي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التوقيع</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التوقيع\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التاريخ</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التاريخ\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(16, 'نموذج تقويم الارشاد الاكاديمي بالقسم', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"21\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة الأكاديمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة الأكاديمي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">القسم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"القسم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">العام الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"العام الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الساعات المكتبية للمرشد محددة ومعلنة للطلاب</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الساعات المكتبية للمرشد محددة ومعلنة للطلاب\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">حصل المرشد على كل ما يحتاجه من وثائق وإستمارات لتسهيل تسجيل الطلاب قبل بدء عملية الارشاد للفصل الحالي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"حصل المرشد على كل ما يحتاجه من وثائق وإستمارات لتسهيل تسجيل الطلاب قبل بدء عملية الارشاد للفصل الحالي\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">لدى المرشد معرفة بالخطة الدراسية وعلاقة المقررات ببعضها(المتطلبات السابقة، العملي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"لدى المرشد معرفة بالخطة الدراسية وعلاقة المقررات ببعضها(المتطلبات السابقة، العملي\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">يناسب موعد الساعات المكتبية الارشاد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"يناسب موعد الساعات المكتبية الارشاد الاكاديمي\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توزيع الطلاب على المرشدين في القسم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توزيع الطلاب على المرشدين في القسم\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">لدى المرشد معرفة بعملية التسجيل الكترونياَ</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"لدى المرشد معرفة بعملية التسجيل الكترونياَ\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">لدى المرشد الاكاديمي إلمام تام  بالمعلومات المطلوبة لتوجيه الطلاب وحل مشكلاتهم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"لدى المرشد الاكاديمي إلمام تام  بالمعلومات المطلوبة لتوجيه الطلاب وحل مشكلاتهم\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">يتواجد المرشد الاكاديمي خلال الساعات المكتبية المخصصة للارشاد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"يتواجد المرشد الاكاديمي خلال الساعات المكتبية المخصصة للارشاد الاكاديمي\">\r\n          <select required=\"required\" class=\"custom-select\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">يتابع المرشد الاكاديمي مدى تقدم الطلاب أثناء الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"يتابع المرشد الاكاديمي مدى تقدم الطلاب أثناء الفصل الدراسي\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لاأوافق\">لاأوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">يحتفظ المرشد الاكاديمي بملف لكل طالب توثق فيه سيره الاكاديمي وما قدم له من ارشاد</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"يحتفظ المرشد الاكاديمي بملف لكل طالب توثق فيه سيره الاكاديمي وما قدم له من ارشاد\">\r\n          <select required=\"required\" class=\"custom-select\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">توجد آلية محددة للمرشد الاكاديمي للتواصل مع طلابه(البريد الالكتروني الخ</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"توجد آلية محددة للمرشد الاكاديمي للتواصل مع طلابه(البريد الالكتروني الخ\">\r\n          <select class=\"custom-select\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أوافق\">أوافق</option>\r\n            <option value=\"أوافق الى حد ما\">أوافق الى حد ما</option>\r\n            <option value=\"لا أوافق\">لا أوافق</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">رئيس القسم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"رئيس القسم\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التوقيع</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التوقيع\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">منسق الارشاد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"منسق الارشاد الاكاديمي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التوقيع</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التوقيع\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المرشد الاكاديمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المرشد الاكاديمي\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التوقيع</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التوقيع\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(17, 'نموذج رعاية الطالب المتفوق دراسيا', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"29\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ةة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">القسم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"القسم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المستوى</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المستوى\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">رقم الهاتف</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"رقم الهاتف\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عنوان الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عنوان الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">مكان وتاريخ الميلاد</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"مكان وتاريخ الميلاد\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم ولي أمر الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم ولي أمر الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">صلة القرابة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"صلة القرابة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد أفراد الأسرة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عدد أفراد الأسرة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">ترتيب الطالب/ة بين الأخوة والأخوات</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"ترتيب الطالب/ة بين الأخوة والأخوات\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">هل الوالد على قيد الحياة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"هل الوالد على قيد الحياة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">هل الوالدة على قيد الحياة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"هل الوالدة على قيد الحياة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المستوى التعليمي للأب</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المستوى التعليمي للأبة\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أمي\">أمي</option>\r\n            <option value=\"إبتدائي\">إبتدائي</option>\r\n            <option value=\"متوسط\">متوسط</option>\r\n            <option value=\"ثانوي\">ثانوي</option>\r\n            <option value=\"جامعي فأكثر\">جامعي فأكثر</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المستوى التعليمي للأم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المستوى التعليمي للأم\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"أمي\">أمي</option>\r\n            <option value=\"أبتدائي\">أبتدائي</option>\r\n            <option value=\"متوسط\">متوسط</option>\r\n            <option value=\"ثانوي\">ثانوي</option>\r\n            <option value=\"جامعي فأكثر\">جامعي فأكثر</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">مع من يعيش الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"مع من يعيش الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الحالة الإقتصادية</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الحالة الإقتصادية\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"ممتازة\">ممتازة</option>\r\n            <option value=\"جيدة\">جيدة</option>\r\n            <option value=\"سيئة\">سيئة</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الحالة الصحية</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"الحالة الصحية\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"ممتازة\">ممتازة</option>\r\n            <option value=\"جيدة \">جيدة</option>\r\n            <option value=\"سيئة\">سيئة</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إستقراره النفسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إستقراره النفسي\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"rabbit\">ممتاز</option>\r\n            <option value=\"duck\">جيد</option>\r\n            <option value=\"fish\">سيئ</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">مظهر الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"مظهر الطالب/ة\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"rabbit\">ممتاز</option>\r\n            <option value=\"duck\">جيد</option>\r\n            <option value=\"fish\">سيئ</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">هوايات الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"هوايات الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">مادة اللغة الإنجليزية</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"مادة اللغة الإنجليزية\">\r\n          <select class=\"custom-select\" required=\"required\" name=\"a[]\" id=\"a[]\">\r\n            <option value=\"تحسن\">تحسن</option>\r\n            <option value=\"ثبات\">ثبات</option>\r\n            <option value=\"تراجع\">تراجع</option>\r\n          </select>\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">تم تنظيم الوققت خارج الكلية</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"تم تنظيم الوققت خارج الكلية\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">تم المتابعة في الحضور</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"تم المتابعة في الحضور\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">تم المتابعة في المذاكرة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"تم المتابعة في المذاكرة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">تم توفير جدول لتنظيم الوقت</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"تم توفير جدول لتنظيم الوقت\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">تم الحث على أهمية الدراسة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"تم الحث على أهمية الدراسة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المساعدة على تعديل معاملة الأسرة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المساعدة على تعديل معاملة الأسرة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">أشياء أخرى</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"أشياء أخرى\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">ملاحظات المرشد/ة الأكاديمي/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"ملاحظات المرشد/ة الأكاديمي/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n'),
(18, 'نموذج فحص ملفات الطلاب', ' <input id=\"q_no\" name=\"q_no\" type=\"hidden\" value=\"16\" ><div class=\"form-group row\">\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الكلية</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الكلية\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">القسم</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"القسم\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">عدد الطلاب/الطالبات</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"عدد الطلاب/الطالبات\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">العام الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"العام الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الفصل الدراسي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الفصل الدراسي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الرقم الجامعي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الرقم الجامعي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ة\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المعدل التراكمي</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المعدل التراكمي\">\r\n          <input class=\"form-control\" required=\"required\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التقدير</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التقدير\">\r\n          <input class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">المواد الراسب فيها الطالب/ة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"المواد الراسب فيها الطالب/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الساعات المسجلة</label> \r\n        <div class=\"col-8\">\r\n		   <input  name=\"q[]\" type=\"hidden\" value=\"إسم الطالب/ةالساعات المسجلة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">الساعات المجتازة</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"الساعات المجتازة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">ملاحظات</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"ملاحظات\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">إسم المرشد/ة الاكاديمي/ة</label> \r\n        <div class=\"col-8\">\r\n		<input  name=\"q[]\" type=\"hidden\" value=\"إسم المرشد/ة الاكاديمي/ة\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div>\r\n      <div class=\"form-group row\">\r\n        <label class=\"col-4 col-form-label\" for=\"a[]\">التوقيع</label> \r\n        <div class=\"col-8\">\r\n		  <input  name=\"q[]\" type=\"hidden\" value=\"التوقيع\">\r\n          <input required=\"required\" class=\"form-control\" name=\"a[]\" id=\"a[]\" type=\"text\">\r\n        </div>\r\n      </div> \r\n      <div class=\"form-group row\">\r\n        <div class=\"offset-4 col-8\">\r\n          <button class=\"btn btn-primary\" type=\"submit\" name=\"submit\">حفظ</button>\r\n        </div>\r\n      </div>\r\n    </form>\r\n  </body>\r\n</html>\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2014_10_12_200000_add_two_factor_columns_to_users_table', 1),
(4, '2019_08_19_000000_create_failed_jobs_table', 1),
(5, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(6, '2021_06_29_192915_create_sessions_table', 1),
(7, '2021_07_02_130807_create_students_table', 2);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `password_resets`
--

INSERT INTO `password_resets` (`email`, `token`, `created_at`) VALUES
('adilindea@gmail.com', '$2y$10$NYYe3DL8KlURJSi3LxIJ0em5BzwtFQ4xDx/r42m6huMAKX4L3xl1W', '2021-07-02 14:51:59');

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_agent` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payload` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_activity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`id`, `user_id`, `ip_address`, `user_agent`, `payload`, `last_activity`) VALUES
('LSewXkKow1fl2TJB6LuU8UlU8A7GzAoOr6BxMe4a', 3, '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/92.0.4515.107 Safari/537.36 Edg/92.0.902.62', 'YTo2OntzOjY6Il90b2tlbiI7czo0MDoiMFpldlE2cVk0cGtpQWpaY0pxTDFuYVNRUGk1Wm5HNGpqcndhb2tCQSI7czozOiJ1cmwiO2E6MDp7fXM6OToiX3ByZXZpb3VzIjthOjE6e3M6MzoidXJsIjtzOjU4OiJodHRwOi8vbG9jYWxob3N0L3NoYXFyYV9sYXJhdmVsL3B1YmxpYy9nZXRGb3JtVGVtcGxhdGUvNS85Ijt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319czo1MDoibG9naW5fd2ViXzU5YmEzNmFkZGMyYjJmOTQwMTU4MGYwMTRjN2Y1OGVhNGUzMDk4OWQiO2k6MztzOjE3OiJwYXNzd29yZF9oYXNoX3dlYiI7czo2MDoiJDJ5JDEwJGFYU2U5SWI1SXZNaUV5VUVoN2hTWU9jakQ3TThHNkVyN0tOZEYub1gyaEFrTVcvYWE2cDEuIjt9', 1628547156);

-- --------------------------------------------------------

--
-- Table structure for table `students`
--

CREATE TABLE `students` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `university_no` varchar(45) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `dept` varchar(45) COLLATE utf8mb4_unicode_ci NOT NULL,
  `level` varchar(45) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(45) COLLATE utf8mb4_unicode_ci NOT NULL,
  `telephone` varchar(45) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `students`
--

INSERT INTO `students` (`id`, `created_at`, `updated_at`, `user_id`, `university_no`, `dept`, `level`, `email`, `telephone`) VALUES
(1, '2021-07-02 21:11:54', '2021-07-02 21:11:54', 9, NULL, 'dee', 'ghgfh', 'adilmobaresswqk125@gmail.com', '4543534543'),
(2, '2021-07-02 22:02:19', '2021-07-02 22:02:19', 10, 'صيي22222', 'قسم الحاسب', 'المستوي الاول', 'adilmobaresswqk123@gmail.com', '0111111'),
(3, '2021-07-10 01:47:15', '2021-07-10 01:47:15', 11, '255588', 'dd', 'l', 'mohammed_al@gmail.com', '01144477'),
(4, '2021-07-19 00:36:25', '2021-07-19 00:36:25', 12, '125-558-44', 'قسم الحاسب', '1', 'adilmobaresswqk0010@gmail.com', '0012255555551'),
(5, '2021-07-19 00:46:55', '2021-07-19 00:46:55', 13, '12-1222-588', 'قسم الشبكات', 'الثالث', 'omersluman@gmail.com', '0123123123');

-- --------------------------------------------------------

--
-- Table structure for table `student_questionair`
--

CREATE TABLE `student_questionair` (
  `date` datetime NOT NULL DEFAULT current_timestamp(),
  `form_id` int(4) NOT NULL,
  `student_id` int(4) NOT NULL,
  `id` int(5) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `student_questionair`
--

INSERT INTO `student_questionair` (`date`, `form_id`, `student_id`, `id`) VALUES
('2021-07-05 03:34:18', 2, 1, 1),
('2021-07-05 03:40:25', 2, 1, 2),
('2021-07-05 03:47:50', 2, 1, 3),
('2021-07-07 15:19:32', 2, 1, 4),
('2021-07-07 15:19:48', 2, 1, 5),
('2021-07-09 12:27:21', 2, 2, 8),
('2021-07-09 15:22:21', 2, 1, 9),
('2021-07-09 15:28:37', 2, 3, 10),
('2021-07-09 15:30:35', 2, 3, 11),
('2021-07-09 15:42:19', 2, 3, 12),
('2021-07-16 02:47:40', 2, 1, 13),
('2021-07-16 02:48:13', 2, 1, 14),
('2021-07-16 08:58:48', 2, 1, 15),
('2021-07-18 06:55:21', 2, 1, 16),
('2021-07-18 06:56:46', 2, 1, 17),
('2021-07-18 07:12:34', 3, 1, 18),
('2021-07-18 07:15:08', 3, 1, 19),
('2021-07-18 07:16:06', 3, 1, 20),
('2021-07-18 07:32:18', 3, 1, 21),
('2021-07-18 07:34:44', 3, 1, 22),
('2021-07-18 07:44:54', 3, 1, 23),
('2021-07-18 08:22:01', 3, 1, 24),
('2021-07-18 08:24:16', 3, 1, 25),
('2021-07-18 08:26:22', 3, 1, 26),
('2021-07-18 11:27:09', 3, 2, 27),
('2021-07-28 23:58:25', 2, 2, 28),
('2021-07-29 00:05:05', 2, 2, 29),
('2021-07-29 00:08:03', 2, 2, 30),
('2021-07-29 00:09:48', 2, 2, 31),
('2021-07-29 00:10:52', 2, 2, 32),
('2021-07-29 00:20:01', 2, 2, 33),
('2021-07-29 00:27:14', 2, 2, 34),
('2021-07-29 00:29:17', 2, 2, 35),
('2021-07-29 00:52:42', 2, 2, 36),
('2021-07-29 00:58:22', 2, 2, 37),
('2021-07-29 01:07:40', 2, 2, 38),
('2021-07-29 01:09:55', 2, 2, 39),
('2021-07-29 01:11:22', 2, 2, 40),
('2021-07-29 01:16:24', 2, 2, 41),
('2021-08-09 13:12:00', 5, 5, 42),
('2021-08-09 13:13:28', 5, 5, 43),
('2021-08-09 13:14:11', 5, 5, 44),
('2021-08-09 13:16:46', 5, 5, 45),
('2021-08-09 13:17:33', 5, 5, 46),
('2021-08-09 13:20:56', 6, 5, 47),
('2021-08-09 13:21:42', 6, 5, 48),
('2021-08-09 13:57:37', 7, 5, 49),
('2021-08-09 13:59:43', 7, 5, 50),
('2021-08-09 14:03:08', 7, 5, 51),
('2021-08-09 14:08:40', 7, 5, 52),
('2021-08-09 14:09:17', 7, 5, 53),
('2021-08-09 14:13:15', 8, 5, 54),
('2021-08-09 14:14:27', 8, 5, 55),
('2021-08-09 14:40:36', 9, 5, 56),
('2021-08-09 14:45:30', 9, 5, 57),
('2021-08-09 14:47:07', 9, 5, 58),
('2021-08-09 14:51:41', 10, 5, 59),
('2021-08-09 14:54:02', 11, 5, 60),
('2021-08-09 14:57:19', 12, 5, 61),
('2021-08-09 15:00:03', 13, 5, 62),
('2021-08-09 15:03:18', 14, 5, 63),
('2021-08-09 15:05:00', 15, 5, 64),
('2021-08-09 15:07:28', 16, 5, 65),
('2021-08-09 15:09:52', 17, 5, 66),
('2021-08-09 15:11:59', 18, 5, 67);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `two_factor_secret` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `two_factor_recovery_codes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `current_team_id` bigint(20) UNSIGNED DEFAULT NULL,
  `profile_photo_path` varchar(2048) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `two_factor_secret`, `two_factor_recovery_codes`, `remember_token`, `current_team_id`, `profile_photo_path`, `created_at`, `updated_at`) VALUES
(1, 'adil', 'adil@gg.oo', NULL, '$2y$10$5P4lFdvdVEHe7DqWCY2C/O0RFqZDf/ZXxoN2QOD3ajd.lTdzmjk8C', NULL, NULL, NULL, NULL, NULL, '2021-06-30 17:55:32', '2021-06-30 17:55:32'),
(2, 'adil', 'adilmobarek@gmail.com', NULL, '$2y$10$0/hknOUc1flWpYjvdmT9PuKI7.W6eWZG5aUZPsEjpbyI/bSop59E6', NULL, NULL, NULL, NULL, NULL, '2021-07-01 14:53:40', '2021-07-01 14:53:40'),
(3, 'adil', 'adilindea@gmail.com', NULL, '$2y$10$aXSe9Ib5IvMiEyUEh7hSYOcjD7M8G6Er7KNdF.oX2hAkMW/aa6p1.', NULL, NULL, NULL, NULL, NULL, '2021-07-02 14:41:46', '2021-07-02 14:41:46'),
(4, 'test user name', '1233333@univer.no', NULL, '$2y$10$l.77EjbNOJWpgY.6XVYso.nQejsFNIOhIIBpTEGrWsihUFrYYz2Xm', NULL, NULL, NULL, NULL, NULL, '2021-07-02 15:09:27', '2021-07-02 15:09:27'),
(5, 'test user name', '123333311@univer.no', NULL, '$2y$10$.qj.ngdyrXUiuhgBC3I3su7H2ASYA8cXWpuiyeK1SzAN2W1r.0jDe', NULL, NULL, NULL, NULL, NULL, '2021-07-02 15:39:21', '2021-07-02 15:39:21'),
(6, 'deee', 'adilmobarekss@gmail.com', NULL, '$2y$10$tSCc1z0aS8jyD/dgnB4zZ.B4MtIQ3g.6Pce8Skh0iw.gMccsYEQLu', NULL, NULL, NULL, NULL, NULL, '2021-07-02 21:05:50', '2021-07-02 21:05:50'),
(7, 'deeeww', 'adilmobarekssqq@gmail.com', NULL, '$2y$10$rPdt322i.NAHamSHOMks6uliEbDMNZak75jyhWpEMeAYSYX.tcs8G', NULL, NULL, NULL, NULL, NULL, '2021-07-02 21:07:01', '2021-07-02 21:07:01'),
(8, 'weee', 'adilmobaresswqk@gmail.com', NULL, '$2y$10$bPgPZZ7a9uI/NRZnoVxspuzeeqV8e8F8PKvTBqcY43wMKO103PBDG', NULL, NULL, NULL, NULL, NULL, '2021-07-02 21:10:13', '2021-07-02 21:10:13'),
(9, 'de12weee', 'adilmobaresswqk125@gmail.com', NULL, '$2y$10$QIZfi4eNRhtJsw6/X0geAu1X88GWyBabq1tfUp5tnLukaCVok09qO', NULL, NULL, NULL, NULL, NULL, '2021-07-02 21:11:54', '2021-07-02 21:11:54'),
(10, 'عادل مبارك احمد', 'adilmobaresswqk123@gmail.com', NULL, '$2y$10$yHdOV0NMde/nGu/rH5MqfOrCkBx9w..ehEDEaV8rEYYyZMAaOu7Yq', NULL, NULL, NULL, NULL, NULL, '2021-07-02 22:02:19', '2021-07-02 22:02:19'),
(11, 'محمد علي احمد', 'mohammed_al@gmail.com', NULL, '$2y$10$/BmoY/PjFEnjQt2a7thNsOX5Pdps07gTnZ5w4qBgFZyKiWBMj3Pwy', NULL, NULL, NULL, NULL, NULL, '2021-07-10 01:47:15', '2021-07-10 01:47:15'),
(12, 'عمر احمد مبارك', 'adilmobaresswqk0010@gmail.com', NULL, '$2y$10$jUft5lzXayQtzymSEFpKgufLcgR3pXo9Z1mEtrXMvnFY3DVik1N2S', NULL, NULL, NULL, NULL, NULL, '2021-07-19 00:36:25', '2021-07-19 00:36:25'),
(13, 'عمر سليمان', 'omersluman@gmail.com', NULL, '$2y$10$VSfAoMu2H53JbfqpFr12rurN1KOJjfM.nH6SNcShw5zf/HOhiVohm', NULL, NULL, NULL, NULL, NULL, '2021-07-19 00:46:55', '2021-07-19 00:46:55');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `answers`
--
ALTER TABLE `answers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `forms_template:`
--
ALTER TABLE `forms_template:`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sessions_user_id_index` (`user_id`),
  ADD KEY `sessions_last_activity_index` (`last_activity`);

--
-- Indexes for table `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`id`),
  ADD KEY `students_user_id_index` (`user_id`);

--
-- Indexes for table `student_questionair`
--
ALTER TABLE `student_questionair`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `answers`
--
ALTER TABLE `answers`
  MODIFY `id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1000;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `forms_template:`
--
ALTER TABLE `forms_template:`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `students`
--
ALTER TABLE `students`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `student_questionair`
--
ALTER TABLE `student_questionair`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
